Repository: FoglyOgly/Meowth
Catalog: locale/*/LC_MESSAGES/meowth.po
Languages: fr, pl

source: **Error when loading extension
fr: **Erreur lors du chargement de l'extension
pl: **Błąd podczas ładowania dadatku

source: **Extension {ext} Loaded.**
fr: **Extension {ext} chargée.**
pl: **Dodatek {ext} załadowany.**

source: **Extension{plural} {est} unloaded.**
fr: **Extension{pluriel} {est} déchargée.**
pl: **Dodatek{plural} {est} odładowany.**

source: Received admin command {command} from unauthorized user, {user}!
fr: Commande d'administrateur {command} reçue à partir d'un utilisateur non autorisé {user}!
pl: Otrzymano komendę administracyjną {command} od nieautoryzowanego użytkownika {user}!

source: Meowth! **{word}** isn't a Pokemon!
fr: Meowth! **{word}** n'est pas un Pokémon!
pl: Meowth! **{word}** nie jest Pokemonem!

source: Did you mean **{correction}**?
fr: Voulez-vous dire **{correction}** ?
pl: Czy chodziło ci o **{correction}**?

source: Did you mean: '{0}'
fr: Voulez-vous dire : '{0}'
pl: Czy chodziło ci o '{0}'.

source: {roletest}Meowth! {pkmn} raid reported by {member} in {channel}! Coordinate here! For help, react to this message with the question mark and I will DM you a list of commands you can use!
fr: {roletest} Meowth! {pkmn} raid signalé par {member} dans {channel}! Organisation ici! Pour obtenir de l'aide, réagissez à ce message avec le point d'interrogation et je vais vous DM une liste de commandes que vous pouvez utiliser!
pl: {roletest}Meowth! {pkmn} rajd zgłoszony przez {member} w {channel}! Szczegóły tutaj! Aby uzyskać pomoc, odpowiedz na tę wiadomość ze znakiem zapytania, a ja wyślę Ci listę poleceń, których możesz użyć.

source: Meowth! Level {level} raid egg reported by {member} in {channel}! Coordinate here! For help, react to this message with the question mark and I will DM you a list of commands you can use!
fr: Meowth! Œuf de raid niveau {level} signalé par {member} dans {channel}! Organisation ici! Pour obtenir de l'aide, réagissez à ce message avec le point d'interrogation et je vais vous DM une liste de commandes que vous pouvez utiliser!
pl: Meowth! Poziom {level} jajka zgłoszony przez {member} w {channel}! Szczegóły tutaj! Aby uzyskać pomoc, odpowiedz na tę wiadomość ze znakiem zapytania, a ja wyślę Ci listę poleceń, których możesz użyć.

source: Meowth! EX raid reported by {member} in {channel}! Coordinate here! For help, react to this message with the question mark and I will DM you a list of commands you can use!
fr: Meowth! Raid EX signalé par {member} dans {channel}! Organisation ici! Pour obtenir de l'aide, réagissez à ce message avec le point d'interrogation et je vais vous DM une liste de commandes que vous pouvez utiliser!
pl: Meowth! Ex rajd zgłoszony przez {member} w {channel}! Szczegóły tutaj! Aby uzyskać pomoc, odpowiedz na tę wiadomość ze znakiem zapytania, a ja wyślę Ci listę poleceń, których możesz użyć.

source: level-{level}-egg-
pl: poziom-{level}-

source: The following could not be found: {}
fr: Ce qui suit n’a pas pu être trouvé : {}
pl: Nie znaleziono następujących elementów: {}

source: Warning
fr: Attention
pl: Ostrzeżenie

source: {} **Warning:** The following could not be found: {}
fr: {} **Attention:** Ce qui suit n’a pas pu être trouvé: {}
pl: {} **Ostrzeżenie:** Nie znaleziono następujących elementów: {}

source: This channel has been successfully reported as a duplicate and will be deleted in 1 minute. Check the channel list for the other raid channel to coordinate in! If this was in error, reset the raid with **!timerset**
fr: Cette chaîne a été signalée avec succès en tant que doublon et sera supprimée en 1 minute. Vérifiez la liste des chaînes pour trouver l’autre chaîne de raid afin de vous coordonner ! En cas d'erreur, réinitialisez le raid avec **!timerset**
pl: Ten kanał został zgłoszony jako duplikat i zostanie usunięty w ciągu minuty. Sprawdź listę kanałów aby odnaleźć inny kanał dla tego rajdu! Jeśli zgłoszenie było błędne, zresetuj raid za pomocą **!timerset **

source: hatched-
pl: wyklute-

source: **This egg has hatched!** ...or the time has just expired. Trainers {trainer_list}: Update the raid to the pokemon that hatched using **!raid <pokemon>** or reset the hatch timer with **!timerset**. This channel will be deactivated until I get an update and I'll delete it in 45 minutes if I don't hear anything.
fr: **Cet œuf a éclos !** …ou le temps vient d’expirer. Dresseurs {trainer_list}: Mettez à jour le raid sur le pokémon qui a éclos en utilisant **!raid <pokemon>** ou réinitialiser le minuteur avant éclosion avec **!timerset**. Cette chaîne sera désactivée jusqu’à ce que je reçoive une mise à jour et je la supprimerai dans 45 minutes si je ne reçois rien.
pl: **To jajko się wykluło!** ... lub czas właśnie minął. Trenerzy {trainer_list}: zaktualizujcie raid pokemonem, który się wykluł za pomocą **!raid <pokemon>** lub zresetujcie zegar używając **!timerset**. Ten kanał zostanie dezaktywowany, jeśli nie otrzymam aktualizacji, i usunę go po 45 minutach.

source: **This level {level} raid egg has expired!**
fr: **Cet œuf de raid niveau {level} a expiré !**
pl: **To jajko na poziomie {level} się zakończyło!**

source: expired-
pl: zakończony-

source: This channel timer has expired! The channel has been deactivated and will be deleted in 5 minutes. To reactivate the channel, use **!timerset** to set the timer again.
fr: Le Timer de ce salon de raid a expiré! Le salon a été désactivé et sera supprimé dans 5 minutes. Pour réactiver le salon, utilisez **!timerset** pour réinitialiser la minuterie.
pl: Czas tego kanału upłynął! Kanał został dezaktywowany i zostanie usunięty po 5 minutach. Aby reaktywować kanał, użyj **!timerset** i ponownie ustaw czas.

source: event
fr: événement
pl: wydarzenie

source: **This {pokemon}{raidtype} has expired!**
fr: **Ce {pokemon}{raidtype} a expiré !**
pl: **Ten {raidtype} na {pokemon} zakończył się!**

source: archived-
pl: zarchiwizowane-

source: ----------------------------------------------- **The channel has been archived and removed from view for everybody but Meowth and those with Manage Channel permissions. Any messages that were deleted after the channel was marked for archival will be posted below. You will need to delete this channel manually.** -----------------------------------------------
fr: ----------------------------------------------- **La chaîne a été archivée et retirée de la vue pour tout le monde, à l’exception de Meowth et de ceux qui ont les permissions Gérer la chaîne. Tous les messages qui ont été supprimés après que la chaîne a été marquée pour l’archivage seront affichés ci-dessous. Vous devrez supprimer cette chaîne manuellement.** -----------------------------------------------
pl: ----------------------------------------------- **Kanał został zarchiwizowany i usunięty z widoku dla wszystkich oprócz Meowth oraz osób z prawami "Zarządzanie kanałami". Wszelkie wiadomości, które zostały usunięte po tym, jak kanał został oznaczony do archiwizacji, zostaną opublikowane poniżej. Musisz ręcznie usunąć ten kanał.** -----------------------------------------------

source: Starting up...
fr: Démarrage…
pl: Uruchamianie...

source: Meowth! That's right! {server_count} servers connected. {member_count} members found.
fr: Meowth! That’s right! {server_count} serveurs connectés. {member_count} membres trouvés.
pl: Meowth! Tak jest! Podłączono {server_count} serwerów. Znaleziono {member_count} członków.

source: Meowth! I'm Meowth, a Discord helper bot for Pokemon Go communities, and someone has invited me to your server! Type **!help** to see a list of things I can do, and type **!configure** in any channel of your server to begin!
fr: Meowth! Je suis Meowth, un Bot qui aide les communautés Pokémon Go sur Discord, et quelqu'un m'a invité à votre serveur! Tapez **!help** pour voir une liste de choses que je peux faire, et tapez **!configure** dans n'importe quel salon de votre serveur pour commencer!
pl: Meowth! Jestem Meowth, bot pomocniczy Discorda dla społeczności Pokemon Go i ktoś zaprosił mnie na twój serwer! Wpisz **!help** aby zobaczyć listę rzeczy, które mogę zrobić. Wpisz **!configure** na dowolnym kanale twojego serwera, aby rozpocząć!

source: or
fr: ou
pl: lub

source: If you have any questions just ask an admin.
fr: Si vous avez une question, demandez à un administrateur.
pl: Jeśli masz jakieś pytania zadaj jej administratorowi.

source: Meowth! Welcome to {server}, {user}!
fr: Meowth! Bienvenue chez {server}, {user}!
pl: Meowth! Witamy na serwerze {server}, {user}!

source: Set your team by typing {team_command}.
fr: Définissez votre équipe en saisissant {team_command}.
pl: Ustaw swoją drużynę wpisując {team_command}.

source: Meowth! Please wait until the raid egg has hatched before announcing you're coming or present.
fr: Meowth! Veuillez attendre que l’œuf de raid ait éclos avant d’annoncer votre venue ou votre présence.
pl: Meowth! Poczekaj, aż jajko raidu się wykluje, zanim ogłosisz, że przybywasz lub jesteś obecny.

source: Meowth! Someone has suggested a different location for the raid! Trainers {trainer_list}: make sure you are headed to the right place!
fr: Quelqu'un a suggéré un lieu différent pour le raid! Dresseurs {trainer_list}: assurez-vous d'aller au bon endroit!
pl: Meowth! Ktoś zasugerował inną lokalizację raidu! Trenerzy {trainer_list}: upewnijcie się, że zmierzacie w odpowiednie miejsce!

source: has despawned
fr: à despawned
pl: zniknął

source: Error occured while trying to save!
fr: Une erreur s'est produite lors de la sauvegarde!
pl: Wystąpił błąd podczas próby zapisania!

source: Restarting...
fr: Redémarrage…
pl: Restartowanie...

source: Shutting down...
fr: Arrêt en cours…
pl: Wyłączanie...

source: Are you sure you want to clear all regionals?
fr: Êtes-vous sûr de vouloir effacer tous les régionaux ?
pl: Czy na pewno chcesz wyczyścić wszystkie ustawienia regionalne?

source: Meowth! Regional raid boss cleared!
fr: Meowth! Le boss de raid régional à été supprimé !
pl: Meowth! Regionalny raid boss wyczyszczony!

source: Meowth! Regional raid boss set to **{boss}**!
fr: Meowth! Le boss de raid régional à été définie à **{boss}**!
pl: Meowth! Regionalny boss raidu ustawiony na **{boss}**!

source: Meowth! That Pokemon doesn't appear in raids!
fr: Meowth! Ce Pokémon n'apparaît pas dans les raids!
pl: Meowth! Ten Pokemon nie pojawia się na rajdach!

source: I couldn't convert your answer to an appropriate timezone! Please double check what you sent me and resend a number from **-12** to **12**.
fr: Je n’ai pas pu convertir votre réponse en un fuseau horaire approprié! Veuillez vérifier ce que vous m’avez envoyé et renvoyer un numéro de **-12** à **12**.
pl: Nie mogłem zamienić twojej odpowiedzi na prawidłową strefę czasową! Sprawdź dokładnie co mi wysłałeś i wyślij ponownie numer od **-12** do **12**.

source: Timezone has been set to: `UTC{offset}` The current time is **{now}**
fr: Le fuseau horaire a été défini comme suit: `UTC {offset}` L’heure actuelle est **{now}**
pl: Strefa czasowa została ustawiona na: `UTC {offset}` Aktualny czas to **{now}**

source: Prefix has been set to: `{}`
fr: Le préfixe a été défini sur: `{}`
pl: Prefiks został ustawiony na: `{}`

source: Prefix has been reset to default: `{}`
fr: Le préfixe a été réinitialisé à sa valeur par défaut: `{}`
pl: Prefiks został zresetowany do domyślnego: `{}`

source: Silph Road Travelers Card cleared!
fr: Silph Road Travelers Card effacée !
pl: Karta podróżna Silph Road została wyczyszczona!

source: The Silph Extension isn't accessible at the moment, sorry!
fr: L'extension Silph n'est pas accessible pour le moment, désolé!
pl: Dodatek The Silph nie jest aktualnie dostępny, przepraszamy!

source: Silph Card for {silph_user} not found.
fr: Silph Card pour {silph_user} introuvable.
pl: Nie znaleziono Karty Silph dla {silph_user}.

source: No Discord account found linked to this Travelers Card!
fr: Aucun compte Discord trouvé lié à cette Travelers Card !
pl: Nie znaleziono konta Discord powiązanego z tą kartą podróżną (Silph Road)!

source: This Travelers Card is linked to another Discord account!
fr: Cette Travelers Card est liée à un autre compte Discord !
pl: Ta karta podróżna (Silph Road) jest powiązana z innym kontem Discord!

source: This Travelers Card has been successfully linked to you!
fr: Cette Travelers Card à été rattachée à votre compte!
pl: Ta karta podróżna (Silph Road) została pomyślnie powiązana z Tobą!

source: Pokebattler ID cleared!
fr: Pokebattler ID supprimé !
pl: Usunięto identyfikator Pokebattler!

source: Pokebattler ID set to {pbid}!
fr: ID de Pokebattler définie à {pbid}!
pl: Identyfikator Pokebattler ustawiony na {pbid}

source: Prefix for this server is: `{}`
fr: Le préfixe de ce serveur est : `{}`
pl: Prefiksem dla tego serwera jest: `{}`

source: Bot Permissions
fr: Permissions du Bot
pl: Uprawnienia Bota

source: **FAIL**
pl: **OBLANY**

source: **PASS**
pl: **ZALICZONY**

source: **MISSING**
pl: **BRAKUJĄCY**

source: **ENABLED**
pl: **WŁĄCZONY**

source: GUILD
pl: GILDIA

source: CATEGORY
pl: KATEGORIA

source: CHANNEL
pl: KANAŁ

source: I couldn't send an embed here, so I've sent you a DM
fr: Je ne pouvais pas envoyer un embed ici, donc je vous ai envoyé un DM
pl: Nie mogłem wysłać tu wiadomości osadzonej, więc wysłałem ci bezpośrednią wiadomość (DM)

source: I'll wait for your announcement!
fr: Je vais attendre votre signalement !
pl: Zaczekam na twoje ogłoszenie!

source: Meowth! You took too long to send me your announcement! Retry when you're ready.
fr: Meowth! Vous avez pris trop de temps pour m’envoyer votre signalement! Réessayez quand vous êtes prêt.
pl: Meowth! Zajęło ci zbyt dużo czasu, żeby wysłać mi ogłoszenie! Spróbuj ponownie, gdy będziesz gotowy.

source: Announcement
fr: Annonce
pl: Ogłoszenie

source: to send it to all servers,
fr: pour l’envoyer à tous les serveurs,
pl: wysłać to do wszystkich serwerów,

source: That's what you sent, does it look good? React with
fr: C’est ce que vous avez envoyé, est-ce que ça a l’air bien? Réagir avec
pl: To właśnie wysłałeś, czy tak miało być? Zareaguj

source: to send to another channel,
fr: envoyer à une autre chaîne,
pl: wysłać na inny kanał,

source: to send it to this channel, or
fr: pour l’envoyer à cette chaîne, ou
pl: wysłać to na ten kanał, lub

source: to cancel
fr: annuler
pl: anulować

source: Announcement Cancelled.
fr: Annonce annulée.
pl: Ogłoszenie anulowane.

source: Announcement Sent.
fr: Annonce envoyée.
pl: Ogłoszenie wysłane.

source: What channel would you like me to send it to?
fr: À quelle chaîne voulez-vous que je l’envoie ?
pl: Na który kanał mam to wysłać?

source: Meowth! That channel doesn't exist! Retry when you're ready.
fr: Meowth! Cette chaîne n’existe pas ! Réessayez quand vous êtes prêt.
pl: Meowth! Ten kanał nie istnieje! Spróbuj ponownie, gdy będziesz gotowy.

source: For support, contact us on our Discord server. Invite Code: hhVjAN8
fr: Pour obtenir de l’aide, contactez-nous sur notre serveur Discord. Invite Code: hhVjAN8
pl: Aby uzyskać pomoc skontaktuj się z nami na naszym serwerze Discord. Kod zaproszenia: hhVjAN8

source: Announcement sent to {} server owners: {} successful, {} failed.
fr: L’annonce envoyée aux {} propriétaires de serveurs: {} réussi, {} a échoué.
pl: Wiadomość wysłana do {} właścicieli serwerów: {} zakończyła się sukcesem, {} nie powiodła się.

source: Announcement Timed Out.
fr: Annonce expirée.
pl: Ogłoszenie przekroczyło limit czasu.

source: I'm sorry, I couldn't understand some of what you entered. Let's just start here.
fr: Je suis désolé, je ne comprends pas ce que vous avez saisi. Commençons juste ici.
pl: Przykro mi, nie mogłem zrozumieć niektórych z twoich zgłoszeń. Zacznijmy tutaj.

source: **MULTIPLE SESSIONS!** It looks like you have **{yoursessions}** active configure sessions. I recommend you send **cancel** first and then send your request again to avoid confusing me. Your Sessions: **{yoursessions}** | Total Sessions: **{allsessions}**
fr: **SESSIONS MULTIPLES!** Il semble que vous ayez **{yoursessions}** sessions de configuration actives. Je vous recommande d’envoyer **cancel** d’abord, puis renvoyez votre demande pour éviter toute confusion. Vos sessions: **{yoursessions}** | Nombre total de sessions: **{allsessions}**
pl: **WIELE SESJI!** Wygląda na to, że masz **{yoursessions}** aktywnych sesji konfiguracyjnych. Zalecam najpierw wysłać **cancel**, a następnie ponownie wysłać prośbę, aby uniknąć dezorientacji. Twoje sesje: **{yoursessions}** | Sesje łącznie: **{allsessions}**

source: Meowth! That's Right! Welcome to the configuration for Meowth the Pokemon Go Helper Bot! I will be guiding you through some steps to get me setup on your server. **Role Setup** Before you begin the configuration, please make sure my role is moved to the top end of the server role hierarchy. It can be under admins and mods, but must be above team and general roles. [Here is an example](http://i.imgur.com/c5eaX1u.png)
fr: Meowth! C'est cool ! Bienvenue dans la configuration de Meowth le robot d'aide de Pokemon Go! Je vais vous guider à travers quelques étapes pour m’installer sur votre serveur. **Configuration du rôle** Avant de commencer la configuration, assurez-vous que mon rôle est placé vers le haut de la hiérarchie des rôles du serveur. Il peut être sous les administrateurs et les mods, mais doit être au-dessus des rôles d'équipe et généraux. [Voici un exemple](http://i.imgur.com/c5eaX1u.png)
pl: Meowth! Tak jest! Witamy w konfiguracji dla Meowth the Pokemon Go Helper Bot! Przeprowadzę cię przez kilka kroków, aby skonfigurować mnie na twoim serwerze. **Konfiguracja roli** Przed rozpoczęciem konfiguracji upewnij się, że moja rola została przeniesiona na najwyższy poziom hierarchii roli serwera. Może być pod adminem i modami, ale musi być nad rolami zespołowymi i ogólnymi. [Oto przykład](http://i.imgur.com/c5eaX1u.png)

source: **Welcome Back** This isn't your first time configuring. You can either reconfigure everything by replying with **all** or reply with a comma separated list to configure those commands. Example: `want, raid, wild`
fr: **Bon retour** Ce n’est pas votre première configuration. Vous pouvez soit reconfigurer tout en répondant avec **all**, soit répondre avec une liste séparée par des virgules pour configurer ces commandes. Exemple: `want, raid, wild`
pl: **Witamy z powrotem** To nie jest twoja pierwsza konfiguracja. Możesz zmienić konfigurację, odpowiadając **all** lub odpowiedzieć rozdzieloną przecinkami listą, aby skonfigurować poszczególne polecenia. Przykład: `want, raid, wild`

source: **Enabled Commands:** {enabled_commands}
fr: **Commandes activées:** {enabled_commands}
pl: **Włączone polecenia:** {enabled_commands}

source: **All Commands:** **all** - To redo configuration **team** - For Team Assignment configuration **welcome** - For Welcome Message configuration **raid** - for raid command configuration **exraid** - for EX raid command configuration **invite** - for invite command configuration **counters** - for automatic counters configuration **wild** - for wild command configuration **research** - for !research command configuration **meetup** - for !meetup command configuration **want** - for want/unwant command configuration **archive** - For !archive configuration **timezone** - For timezone configuration
fr: **Toutes les commandes:** **all** - Pour rétablir la configuration **team** - Pour configurer l’assignation d’équipe **welcome** - Pour configurer le message d’acceuil **raid** - Pour configurer la commande de raid **exraid** - Pour configurer la commande de raid EX **invite** - Pour configurer la commande d’invite à un raid **counters** - Pour configurer la liste automatique de combattants **wild** - Pour configurer la commande !wild, signalement de Pokémon sauvage (Spain) **research** - Pour configurer la commande !research, signalement d'Étude de terrain découvertes **meetup** - Pour configurer la commande !meetup **want** - Pour configurer la commande !want/unwant, la déclaration de recherche de Pokémons **archive** - Pour configurer la commande !archive **timezone** - Pour configurer votre fuseau horaire
pl: **Wszystkie polecenia:** **all ** - aby ponownie wykonać konfigurację **team** - konfiguracja Team Assignment **welcome** - konfiguracja wiadomości powitalnej **raid** - konfiguracja poleceń związanych z rajdem **exraid** - konfiguracja polecenia związanych z EX rajdem **invite** - konfiguracja komend związanych z zapraszaniem **counters** - konfiguracja automatycznych liczników **wild** - konfiguracja komend związanych z "dzikimi" pokemonami **research** - konfiguracja poleceń badawczych **meetup** - konfiguracja polecenia !meetup **want** - konfiguracja komend !want/!unwant **archive** - konfiguracja archiwum! **timezone** - konfiguracja strefy czasowej

source: Reply with **cancel** at any time throughout the questions to cancel the configure process.
fr: Répondre avec **cancel** à tout moment pendant les questions pour annuler le processus de configuration.
pl: Odpowiedź **cancel** w dowolnym momencie w trakcie pytań, aby anulować proces konfiguracji.

source: Meowth Configuration - {guild}
fr: Configuration Meowth - {guild}
pl: Konfiguracja Meowth - {guild}

source: **CONFIG CANCELLED!** No changes have been made.
fr: **CONFIGURATION ANNULÉ!** Aucun changement n’a été réalisé.
pl: **KONFIGURACJA ANULOWANA!** Nie wprowadzono żadnych zmian.

source: I'm sorry I don't understand. Please reply with the choices above.
fr: Je suis désolé, je ne comprends pas. Merci de répondre avec les choix ci-dessus.
pl: Przepraszam, nie rozumiem. Proszę odpowiedzieć wybierając powyższe opcje.

source: Configuration Complete
pl: Konfiguracja zakończona

source: Meowth! Alright! Your settings have been saved and I'm ready to go! If you need to change any of these settings, just type **!configure** in your server again.
fr: Meowth! C’est bon ça! Vos paramètres ont été enregistrés et je suis prêt à commencer! Si vous devez modifier l’un de ces paramètres, tapez à nouveau **!configure** sur votre serveur.
pl: Meowth! W porządku! Twoje ustawienia zostały zapisane i jestem gotowy do pracy! Jeśli chcesz zmienić którekolwiek z tych ustawień, po prostu ponownie wpisz **!configure** na swoim serwerze.

source: Team Assignments
fr: Affectations d’équipe
pl: Przydziały drużynowe

source: Team assignment allows users to assign their Pokemon Go team role using the **!team** command. If you have a bot that handles this already, you may want to disable this feature. If you are to use this feature, ensure existing team roles are as follows: mystic, valor, instinct. These must be all lowercase letters. If they don't exist yet, I'll make some for you instead. Respond here with: **N** to disable, **Y** to enable:
fr: L’affectation d’équipe permet aux utilisateurs d’attribuer leur rôle d’équipe Pokemon Go à l’aide de la commande **!team**. Si vous avez déjà un bot qui gère cela, vous pouvez désactiver cette fonctionnalité. Si vous devez utiliser cette fonctionnalité, assurez-vous que les rôles d’équipe existants sont les suivants: mystic, valor, instinct. Ceux-ci doivent être tout en minuscules. Si elles n’existent pas encore, j’en créerai pour vous. Répondez ici avec: **N** pour désactiver, **Y** pour activer:
pl: Przypisanie drużynowe umożliwia użytkownikom przypisanie ich roli zespołów z Pokemon Go za pomocą polecenia **!team**. Jeśli masz już bota, który to robi, możesz wyłączyć tę funkcję. Jeśli chcesz korzystać z tej funkcji, upewnij się, że istniejące role zespołów są następujące: mystic, valor, instinct. Wszystko musi być małymi literami. Jeśli te role jeszcze nie istnieją, zrobię je dla ciebie. Odpowiedz tutaj, używając: **N**, aby wyłączyć, **Y**, aby włączyć:

source: Team Assignments enabled!
fr: Affectations d’équipe activées !
pl: Przypisania drużyn włączone!
