Repository: FoglyOgly/Meowth
Catalog: locale/*/LC_MESSAGES/meowth.po
Languages: fr, pl

source: Meowth! {member}, out of your total {count} items:
fr: Meowth! {member}, sur l’ensemble de vos {count} éléments:
pl: Meowth! {member}, ze wszystkich {count} elementów:

source: **{added_count} Added:** {added_list}
fr: **{added_count} Ajouté :** {added_list}
pl: **{added_count} Dodany:** {added_list}

source: **{already_want_count} Already Following:** {already_want_list}
fr: **{already_want_count} déjà suivi :** {already_want_list}
pl: **{already_want_count} Aktualnie śledzone:** {already_want_list}

source: **{count} Not Valid:**
fr: **{count} Non valide:**
pl: **{count} Nie dotyczy:**

source: {0}, you have no pokemon in your want list.
fr: {0}, vous n'avez aucun pokémon dans votre liste.
pl: {0}, nie masz pokemona na swojej liście życzeń.

source: {0}, I've removed {1} pokemon from your want list.
fr: {0}, j'ai enlevé {1} pokemon de votre liste.
pl: {0} usunąłem pokemona {1} z twojej listy życzeń.

source: %I:%M %p (%H:%M)
pl: %H:%M

source: Meowth! Give more details when reporting! Usage: **!wild <pokemon name> <location>**
fr: Meowth! Donnez moi plus d'informations s'il vous plaît! Utilisez: **!wild <nom du pokemon> <localisation>**
pl: Meowth! Podaj więcej szczegółów podczas raportowania! Użyj: **!wild <nazwa pokemon> <lokalizacja>**

source: **This {pokemon} has despawned!**
fr: **Ce {pokemon} à despawned!**
pl: ** Ten {pokemon} zniknął!**

source: Meowth! Click here for my directions to the wild {pokemon}!
fr: Meowth! Cliquez ici pour obtenir l’itinéraire vers le {pokemon} sauvage!
pl: Meowth! Kliknij tutaj, aby uzyskać wskazówki dotyczące dzikiego {pokemon}!

source: Ask {author} if my directions aren't perfect!
fr: Demander à {author} si la localisation n'est pas parfaite!
pl: Zapytaj {author} jeśli moje wskazówki nie są idealne!

source: **Details:**
fr: **Détails:**
pl: **Szczegóły:**

source: **Reactions:**
fr: **Réactions:**
pl: **Reakcje:**

source: {emoji}: I'm on my way!
fr: {emoji}: Je suis en chemin!
pl: {emoji}: Idę!

source: {emoji}: The Pokemon despawned!
fr: {emoji}: Le Pokémon à despawn!
pl: {emoji}: Pokemon zniknął!

source: Reported by @{author} - {timestamp}
fr: Annoncé par @{author} - {timestamp}
pl: Zgłoszone przez @{author} - {timestamp}

source: {roletest}Meowth! Wild {pokemon} reported by {member}! Details: {location_details}
fr: {roletest}Meowth! Un {pokemon} sauvage a été reporté par {member}! Détails: {location_details}
pl: {roletest}Meowth! Dziki {pokemon} zgłoszony przez {member}! Szczegóły: {location_details}

source: Meowth! Give more details when reporting! Usage: **!raid <pokemon name> <location>**
fr: Meowth! Donnez moi plus d'informations s'il vous plaît! Utilisez: **!raid <nom du pokemon> <localisation>**
pl: Meowth! Podaj więcej szczegółów podczas raportowania! Użyj: **!raid <nazwa pokemona> <lokalizacja>**

source: Meowth! **!raid assume** is not allowed in this level egg.
fr: Meowth! **!raid assume** n'est pas autorisé pour ce niveau d’œuf.
pl: Meowth! **!raid assume** nie jest dozwolony na tym poziomie rajdu.

source: Meowth! Please wait until the egg has hatched before changing it to an open raid!
fr: Meowth! S'il vous plait, attendez que cet œuf ait éclos avant de commencer le Raid!
pl: Meowth! Poczekaj, aż jajko się wykluje, zanim zmienisz rajd na rozpoczęty!

source: Meowth! The Pokemon {pokemon} does not appear in raids!
fr: Meowth! Le Pokemon {pokemon} n'apparaît pas en raid!
pl: Meowth! Pokemon {pokemon} nie pojawia się na rajdach!

source: Meowth! The Pokemon {pokemon} only appears in EX Raids! Use **!exraid** to report one!
fr: Meowth! Le Pokemon {pokemon} n'apparaît que dans les raids EX! Utilisez **!exraid** pour en signaler un!
pl: Meowth! Pokemon {pokemon} pojawia się tylko w Ex Raidach! Użyj **!exraid**, aby taki zgłosić!

source: Meowth...that's too long. Level {raidlevel} raids currently last no more than {raidtime} minutes...
fr: Meowth... c'est trop long. Les raids niveau {raidlevel} ne durent actuellement pas plus de deux heures.
pl: Meowth...to za długo. Raidy na poziomie {raidlevel} trwają nie dłużej niż {raidtime} minut...

source: clear
pl: czysto

source: extreme
pl: ekstremalnie

source: none
pl: żadna

source: rainy
pl: deszczowo

source: sunny
pl: słonecznie

source: cloudy
pl: pochmurnie

source: fog
pl: mgliście

source: partlycloudy
pl: częściowo pochmurnie

source: snow
pl: śnieżnie

source: windy
pl: wietrznie

source: Meowth! I couldn't find a gym named '{0}'.
fr: Meowth! Je ne trouve pas d'arène appelée '{0}'.
pl: Meowth! Nie znalazłem gymu o nazwie '{0}'.

source: No notes for this gym.
fr: Pas d’informations pour cette arène.
pl: Brak notatek dla tego gymu.

source: Meowth! Click here for directions to the raid!
fr: Meowth! Cliquer ici pour obtenir l’itinéraire pour le raid!
pl: Meowth! Kliknij tutaj, aby uzyskać wskazówki dotyczące rajdu!

source: **Name:** {0} **Notes:** {1}
fr: **Nom:** {0} **Informations:** {1}
pl: **Nazwa:** {0} **Notatki:** {1}

source: **Weaknesses:**
fr: **Faiblesses:**
pl: **Słabości:**

source: **Next Group:**
fr: **Groupe suivant:**
pl: **Startujemy:**

source: Set with **!starttime**
fr: A définir avec **!starttime**
pl: Ustaw **!starttime**

source: Set with **!timerset**
fr: A définir avec **!timerset**
pl: Ustaw **!timerset**

source: **Expires:**
pl: ** Kończy się: **

source: Meowth! {pokemon} raid reported by {member}! Details: {location_details}. Coordinate in {raid_channel}
fr: Meowth! Un {pokemon} a été reporté dans un raid par {member}! Détails: {location_details}. Organisation dans {raid_channel}
pl: Meowth! Rajd na {pokemon} zgłoszony przez {member}! Szczegóły: {location_details} w {raid_channel}

source: {roletest}Meowth! {pokemon} raid reported by {member} in {citychannel}! Details: {location_details}. Coordinate here! Click the question mark reaction to get help on the commands that work in here. This channel will be deleted five minutes after the timer expires.
fr: {roletest} Meowth! {pokemon} raid signalé par {member} dans {citychannel}! Détails: {location_details}. Organisation ici! Cliquez sur la réaction **point d'interrogation** pour obtenir de l'aide sur les commandes qui fonctionnent ici. Cette chaîne sera supprimée cinq minutes après l'expiration du délai.
pl: {roletest}Meowth! Raid {pokemon} zgłoszony przez {member} w {citychannel}! Szczegóły: {location_details}. Kliknij w ikonkę reakcji 'znak zapytania' aby uzyskać pomoc co do komend, których możesz tu użyć. Ten kanał zostanie skasowany pięć minut po zakończeniu rajdu.

source: Meowth! Hey {member}, if you can, set the time left on the raid using **!timerset <minutes>** so others can check it with **!timer**.
fr: Meowth! {member}, si vous le pouvez, définissez le temps restant pour le raid en utilisant **!timerset <minutes>** afin que les autres puissent le voir avec **!timer**.
pl: Meowth! Hej {member}, jeśli możesz ustaw czas pozostały do końca rajdu przy pomocy **!timerset <minuty>**, aby inni mogli go sprawdzić używając **!timer**.

source: Meowth! Give more details when reporting! Usage: **!raidegg <level> <location>**
fr: Meowth! Donnez moi plus d'informations s'il vous plaît! Utilisez: **!raidegg <level> <localisation>**
pl: Meowth! Podaj więcej szczegółów podczas raportowania! Użyj: **!raidegg <poziom> <lokalizacja>**

source: Meowth! Give more details when reporting! Use at least: **!raidegg <level> <location>**. Type **!help** raidegg for more info.
fr: Meowth! Donnez moi plus d'informations s'il vous plaît! Utilisez: **!raidegg <level> <localisation>**.Tapez **!help** raidegg pour plus d’informations.
pl: Meowth! Podaj więcej szczegółów podczas raportowania! Użyj przynajmniej: **!raidegg <poziom> <lokalizacja>**. Wpisz **!help**, aby uzyskać więcej informacji.

source: Did you mean egg hatch time {0} or time remaining before hatch {1}?
fr: Voulez-vous dire temps d'éclosion des œufs {0} ou temps restant avant l'éclosion {1}?
pl: Chodziło ci o godzinę, kiedy wykluje się jajko {0}, czy za ile się wykluje {1}?

source: Meowth! Please enter a time in the future.
fr: Meowth! Veuillez entrer une heure/date dans le futur.
pl: Meowth! Wprowadź czas w przyszłości.

source: Meowth...that's too long. Level {raidlevel} Raid Eggs currently last no more than {hatchtime} minutes...
fr: Meowth... c'est trop long. Les œufs de raid de niveau {raidlevel} ne durent actuellement pas plus de {hatchtime} minutes ...
pl: Meowth...to za długo. Poziom {raidlevel} jajka trwa nie dłużej niż {hatchtime} minut...

source: Meowth! Raid egg levels are only from 1-5!
fr: Meowth! Les niveaux d'œufs de raid sont seulement de 1-5!
pl: Meowth! Jajka są tylko 1-5 poziomu!

source: Meowth! Click here for directions to the coming raid!
fr: Meowth! Cliquer ici pour obtenir l'itinéraire pour le raid!
pl: Meowth! Kliknij tutaj, aby uzyskać wskazówki na nadchodzący rajd!

source: **Hatches:**
fr: **Éclos:**
pl: **Wyklucie:**

source: Meowth! Level {level} raid egg reported by {member}! Details: {location_details}. Coordinate in {raid_channel}
fr: Meowth! Œuf de raid de niveau {level} a été signalé par {member}! Détails: {location_details}. Organisation dans {raid_channel}
pl: Meowth! Jajko poziomu {level} zgłoszone przez {member}! Szczegóły: {location_details} w {raid_channel}

source: Meowth! Level {level} raid egg reported by {member} in {citychannel}! Details: {location_details}. Coordinate here! Click the question mark reaction to get help on the commands that work in here. This channel will be deleted five minutes after the timer expires.
fr: Meowth! Œuf de raid de niveau {level} signalé par {member} dans {citychannel}! Détails: {location_details}. Organisation ici! Cliquez sur la réaction du point d'interrogation pour obtenir de l'aide sur les commandes qui fonctionnent ici. Cette chaîne sera supprimé cinq minutes après l'expiration du délai.
pl: Meowth! Jajko poziomu {level} zgłoszone przez {member} w {citychannel}! Szczegóły: {location_details}. Kliknij w ikonkę reakcji 'znak zapytania' aby uzyskać pomoc co do komend, których możesz tu użyć. Ten kanał zostanie skasowany pięć minut po zakończeniu rajdu.

source: Meowth! Hey {member}, if you can, set the time left until the egg hatches using **!timerset <minutes>** so others can check it with **!timer**.
fr: Meowth!Hey {member}, si vous le pouvez, définissez le temps restant jusqu'à ce que l’œuf éclose en utilisant **!timerset <minutes>** afin que les autres puissent le vérifier avec **!timer **.
pl: Meowth! Hej {member}, jeśli możesz ustaw czas pozostały do ​​wyklucia jaja za pomocą **!timerset <minuty>**, aby inni mogli to sprawdzić używając **!timer**.

source: Meowth! The Pokemon {pokemon} does not hatch from level {level} raid eggs!
fr: Meowth! Le Pokemon {pokemon} n'éclot pas à partir des œufs de raid de niveau {level}!
pl: Meowth! Pokemon {pokemon} nie wykluwa się z jajek {poziom} poziomu!

source: {roletest}Meowth! This egg will be assumed to be {pokemon} when it hatches!
fr: {roletest} Meowth! Cet œuf sera supposé être {pokemon} quand il éclora!
pl: {roletest}Meowth! Z tego jaja przypuszczalnie wykluje się {pokemon}!

source: Coordinate here
fr: Organisation ici
pl: Szczegóły tutaj

source: The event has started!
fr: L'évènement à débuté!
pl: Wydarzenie rozpoczęło się!

source: Meowth! The egg has hatched into a {pokemon} raid! Details: {location_details}. Coordinate in {raid_channel}
fr: Meowth! Miaouss! L'œuf a éclos dans un raid {pokemon}! Détails: {location_details}. Organisation dans {raid_channel}
pl: Meowth! Z jajka wykluł się {pokemon}! Szczegóły: {location_details} w {raid_channel}

source: Meowth! The egg reported by {member} in {citychannel} hatched into a {pokemon} raid! Details: {location_details}. Coordinate here! Click the question mark reaction to get help on the commands that work in here. This channel will be deleted five minutes after the timer expires.
fr: Meowth! L'œuf signalé par {member} dans {citychannel} a éclos en un raid {pokemon}! Détails: {location_details}. Organisation ici! Cliquez sur la réaction **point d'interrogation** pour obtenir de l'aide sur les commandes qui fonctionnent ici. Cette chaîne sera supprimée cinq minutes après l'expiration du délai.
pl: Meowth! Z Jajka zgłoszonego przez {member} w {citychannel} wykluł się pokemon {pokemon}! Szczegóły: {location_details}. Kliknij w ikonkę reakcji 'znak zapytania' aby uzyskać pomoc co do komend, których możesz tu użyć. Ten kanał zostanie skasowany pięć minut po zakończeniu rajdu.

source: Use the **!invite** command to gain access and coordinate
fr: Utilisez la commande **!invite** pour accéder et organiser
pl: Użyj polecenia **!invite**, aby uzyskać dostęp i móc koordynować rajd

source: after using **!invite** to gain access
fr: après avoir utilisé **!invite** pour avoir accès
pl: po użyciu **!invite**, aby uzyskać dostęp

source: Coordinate
fr: Organisation
pl: Szczegóły

source: Meowth! The EX egg has hatched into a {pokemon} raid! Details: {location_details}. {invitemsgstr} coordinate in {raid_channel}
fr: Meowth! L'œuf EX a éclos dans un raid {pokemon}! Détails: {location_details}. {invitemsgstr} organisation dans {raid_channel}
pl: Meowth! Z Ex jajka wykluł się {pokemon}! Szczegóły: {location_details}. {invitemsgstr} w {raid_channel}

source: Meowth! {pokemon} EX raid reported by {member} in {citychannel}! Details: {location_details}. Coordinate here{invitemsgstr2}! Click the question mark reaction to get help on the commands that work in here. This channel will be deleted five minutes after the timer expires.
fr: Meowth! {pokemon} raid EX signalé par {member} dans {citychannel}! Détails: {location_details}. Organisation ici{invitemsgstr2}! Cliquez sur la réaction **point d'interrogation** pour obtenir de l'aide sur les commandes qui fonctionnent ici. Cette chaîne sera supprimée cinq minutes après l'expiration du délai.
pl: Meowth! Ex Rajd na {pokemon} zgłoszony przez {member} w {citychannel}! Szczegóły: {location_details} w {invitemsgstr2}. Kliknij w ikonkę reakcji 'znak zapytania' aby uzyskać pomoc co do komend, których możesz tu użyć. Ten kanał zostanie skasowany pięć minut po zakończeniu rajdu.

source: %B %d at %I:%M %p (%H:%M)
pl: %d %B o %H:%M

source: Ends on %B %d at %I:%M %p (%H:%M)
fr: Se termine à %B %d at %I:%M %p (%H:%M)
pl: Kończy się %d %B o %H:%M

source: {roletest}Meowth! Trainers {trainer_list}: The raid egg has just hatched into a {pokemon} raid! If you couldn't before, you're now able to update your status with **!coming** or **!here**. If you've changed your plans, use **!cancel**.
fr: {roletest} Meowth! Dresseurs {trainer_list}: L'œuf de raid vient d'éclore dans un raid {pokemon}! Si vous ne pouviez pas auparavant, vous pouvez maintenant mettre à jour votre statut avec **!coming** ou **!here**. Si vous avez modifié vos plans, utilisez **!cancel**.
pl: {roletest}Meowth! Trenerzy {trainer_list}: Z tego jajka wykluł się {pokemon}! Jeśli nie zrobiłeś tego wcześniej, możesz zaktualizować swój status za pomocą **!coming** lub **!here**. Jeśli zmieniłeś plany i cię nie będzie, użyj **!cancel**.

source: Meowth! Give more details when reporting! Usage: **!exraid <location>**
fr: Meowth! Donnez moi plus d'informations s'il vous plaît! Utilisez: **!exraid <localisation>**
pl: Meowth! Podaj więcej szczegółów podczas raportowania. Użyj: **!exraid <lokalizacja>**

source: Meowth! EX raid egg reported by {member}! Details: {location_details}. {invitemsgstr} in {raid_channel}
fr: Meowth! Œuf de raid EX signalé par {member}! Détails: {location_details}. {invitemsgstr} dans {raid_channel}
pl: Meowth! Ex jajo zgłoszone przez {member}! Szczegóły: {location_details}. {invitemsgstr} w {raid_channel}

source: Meowth! EX raid reported by {member} in {citychannel}! Details: {location_details}. Coordinate here{invitemsgstr2}! Click the question mark reaction to get help on the commands that work in here. This channel will be deleted five minutes after the timer expires.
fr: Meowth! Raid EX signalé par {member} dans {citychannel}! Détails: {location_details}. Organisation ici{invitemsgstr2}! Cliquez sur la réaction **point d'interrogation** pour obtenir de l'aide sur les commandes qui fonctionnent ici. Cette chaîne sera supprimée cinq minutes après l'expiration du délai.
pl: Meowth! Ex Rajd zgłoszony przez {member} w {citychannel}! Szczegóły: {location_details} w {invitemsgstr2}. Kliknij w ikonkę reakcji 'znak zapytania' aby uzyskać pomoc co do komend, których możesz tu użyć. Ten kanał zostanie skasowany pięć minut po zakończeniu rajdu.

source: Meowth! Hey {member}, if you can, set the time left until the egg hatches using **!timerset <date and time>** so others can check it with **!timer**. **<date and time>** can just be written exactly how it appears on your EX Raid Pass.
fr: Meowth! Hey {member}, si vous le pouvez, définissez le temps restant jusqu'à ce que l’œuf éclate en utilisant **!timerset <date et heure>** afin que les autres puissent le vérifier avec **!timer**. **<date et heure>** peut être écrit exactement comme il apparaît sur votre Pass Raid EX.
pl: Meowth! Hej {member}, jeśli możesz ustaw czas pozostały do ​​wyklucia jaj za pomocą komendy **!timerset <data i czas>**, aby inni mogli to sprawdzić używając **!timer**. **<data i czas>** może być napisana dokładnie tak, jak w twoim Ex Raid Passie.

source: Meowth! No EX Raids have been reported in this server! Use **!exraid** to report one!
fr: Meowth! Aucun Raid EX n'a été annoncé sur ce serveur ! Utilisez **!exraid** pour en annoncé un !
pl: Meowth! Na tym serwerze nie zgłoszono żadnych Ex Raidów. Użyj **!exraid**, aby jakiś zgłosić.

source: Meowth! {0}, you've told me you have an invite to an EX Raid, and I'm just going to take your word for it! The following {1} EX Raids have been reported: {2} Reply with **the number** (1, 2, etc) of the EX Raid you have been invited to. If none of them match your invite, type 'N' and report it with **!exraid**
fr: Meowth! {0}, vous m'avez dit que vous aviez une invitation pour un EX Raid, et je vais vous croire sur parole! Les raids {1} EX suivants ont été rapportés: {2} Répondez avec **le numéro** (1, 2, etc.) du Raid EX auquel vous avez été invité. Si aucun d'entre eux ne correspond à votre invitation, tapez 'N' et signalez-le avec **!exraid**
pl: Meowth! {0}, powiedziałeś mi, że masz zaproszenie na Ex Raid, a ja zamierzam uwierzyć ci na słowo. Zgłoszono {1} Ex Raidy: {2} Odpowiedz używając **numeru** (1, 2, itd.) Ex Raidu na który cię zaproszono. Jeśli żadna z nich nie pasuje do twojego zaproszenia, wpisz 'N' i zgłoś go używając **!exraid**.

source: Meowth! Be sure to report your EX Raid with **!exraid**!
fr: Meowth! Assurez-vous de signaler votre Raid EX avec **!exraid**!
pl: Meowth! Pamiętaj, aby zgłosić swój Ex Raid używając **!exraid **.

source: Meowth! I couldn't tell which EX Raid you meant! Try the **!invite** command again, and make sure you respond with the number of the channel that matches!
fr: Meowth! Je ne sais pas à quel Raid EX vous faites référence ! Essayez à nouveau la commande **!invite**, et assurez-vous de répondre avec le numéro de la chaîne correspondante !
pl: Meowth! Nie wiem, który Ex Raid miałeś na myśli. Ponownie wydaj polecenie **!invite** i upewnij się, że odpowiadasz właściwym numerem kanału!

source: Meowth! Alright {0}, you can now send messages in {1}! Make sure you let the trainers in there know if you can make it to the EX Raid!
fr: Meowth! Très bien {0}, vous pouvez maintenant envoyez des messages dans {1}! Assurez-vous que les autres dresseurs savent que vous pouvez faire le Raid EX !
pl: Meowth! W porządku {0}, możesz teraz wysyłać wiadomości w {1}! Upewnij się, że trenerzy wiedzą czy uda Ci się dotrzeć na EX Raid!

source: Meowth! I couldn't understand your reply! Try the **!invite** command again!
fr: Meowth... Je ne comprends pas votre réponse ! Essayez à nouveau la commande **!invite **!
pl: Meowth! Nie rozumiem twojej odpowiedzi! Spróbuj ponownie użyć komendy **!invite**.

source: entered an incorrect amount of arguments. Usage: **!research** or **!research <pokestop>, <quest>, <reward>**
fr: le nombre d'arguments est incorrect. Usage: **!research** or **!research <pokestop>, <quest>, <reward>**
pl: wprowadzono niepoprawną liczbę argumentów. Użyj: **!research** lub **!research <pokestop>, <zadanie>, <nagroda>**

source: **Quest:**
fr: **Quête:**
pl: **Zadanie:**

source: **Reward:**
fr: **Récompense:**
pl: **Nagroda:**

source: **New Research Report**
fr: **Nouveau signalement d'Étude de terrain**
pl: **Nowa misja badawcza**

source: Meowth! I'll help you report a research quest! First, I'll need to know what **pokestop** you received the quest from. Reply with the name of the **pokestop**. You can reply with **cancel** to stop anytime.
fr: Meowth! Je vais vous aider à signaler une étude de terrain! D'abord, j'ai besoin de savoir quel **pokestop** vous avez reçu la quête. Répondre avec le nom du **pokestop**. Vous pouvez répondre avec **cancel** pour arrêter à tout moment.
pl: Meowth! Pomogę ci zgłosić misję badawczą! Najpierw muszę wiedzieć z jakiego **pokestopa** otrzymałeś zadanie. Odpowiedz nazwą **pokestopa**. Możesz przerwać w dowolnej chwili odpowiadając **cancel**.

source: took too long to respond
fr: la réponse à pris trop de temps
pl: odpowiedź trwała zbyt długo

source: cancelled the report
fr: signalement abandonné
pl: raport anulowany

source: Great! Now, reply with the **quest** that you received from **{location}**. You can reply with **cancel** to stop anytime. Here's what I have so far:
fr: Génial! Maintenant, répondez avec la **quête** que vous avez reçue de **{location}**. Vous pouvez répondre avec **cancel** pour arrêter à tout moment. Voici ce que j'ai jusqu'ici:
pl: Super! Teraz podaj jakie **zadanie** otrzymałeś z **{location}**. Możesz przerwać w dowolnej chwili odpowiadając **cancel**. Póki co wiem to:

source: Fantastic! Now, reply with the **reward** for the **{quest}** quest that you received from **{location}**. You can reply with **cancel** to stop anytime. Here's what I have so far:
fr: Fantastique! Maintenant, répondez avec la **récompense** pour la quête **{quest}** que vous avez reçue de **{location}**. Vous pouvez répondre avec **cancel** pour arrêter à tout moment. Voici ce que j'ai jusqu'ici:
pl: Super! Teraz podaj **nagrodę** za **{quest}** zadanie otrzymane z **{location}**. Możesz przerwać w dowolnej chwili odpowiadając **cancel**. Póki co wiem to:

source: {roletest}Field Research reported by {author}
fr: {roletest}Étude de terrain signalé par {author}
pl: {roletest}Badania terenowe zgłoszone przez {author}

source: Meowth! Click here for my directions to the research!
fr: Meowth! Cliquer ici pour obtenir l’itinéraire de l'étude de terrain!
pl: Meowth! Kliknij tutaj, aby uzyskać wskazówki dotyczące badań!

source: **Research Report Cancelled**
fr: **Signalement d'Étude de terrain annulée**
pl: **Raport badań anulowany**

source: Meowth! Your report has been cancelled because you {error}! Retry when you're ready.
fr: Meowth! Votre signalement a été annulé parce que vous {error}! Réessayez quand vous êtes prêt.
pl: Meowth! Twój raport został anulowany, ponieważ {error}! Spróbuj ponownie, gdy będziesz gotowy.

source: Meowth! Give more details when reporting! Usage: **!meetup <location>**
fr: Meowth! Donnez moi plus d'informations s'il vous plaît! Utilisez: **!meetup <localisation>**
pl: Meowth! Podaj więcej szczegółów podczas raportowania! Użyj **!meetup <lokalizacja>**

source: meetup-
pl: spotkanie-

source: Meowth! Click here for directions to the event!
fr: Meowth! Cliquer ici pour obtenir l’itinéraire de l'évènement (Meetup)!
pl: Meowth! Kliknij tutaj, aby uzyskać wskazówki dotyczące tego wydarzenia!

source: **Event Location:**
fr: **Lieu de l'évènement:**
pl: **Lokalizacja wydarzenia:**

source: **Event Starts:**
fr: **L'évènement commence à:**
pl: **Start wydarzenia:**
