Repository: FoglyOgly/Meowth
Catalog: locale/*/LC_MESSAGES/meowth.po
Languages: fr, pl

source: For each report, I generate Google Maps links to give people directions to meetups! To do this, I need to know which suburb/town/region each report channel represents, to ensure we get the right location in the map. For each report channel you provided, I will need its corresponding general location using only letters and spaces, with each location seperated by a comma and space. Example: `kansas city mo, hull uk, sydney nsw australia` Each location will have to be in the same order as you provided the channels in the previous question. Respond with: **location info, location info, location info** each matching the order of the previous channel list below.
fr: Pour chaque annonce, je génère des liens Google Maps pour donner aux dresseurs l’itinéraire pour les meetups! Pour ce faire, j'ai besoin de savoir quelle banlieue / ville / région chaque chaîne d'annonce représente, pour s'assurer que nous obtenons le bon emplacement sur la carte. Pour chaque chaîne d'annonce que vous avez fourni, j'ai besoin de son emplacement général correspondant en utilisant uniquement des lettres et des espaces, chaque emplacement étant séparé par une virgule et un espace. Exemple: `kansas city mo, coque uk, sydney nsw australie` Chaque emplacement devra être dans le même ordre que vous avez fourni les chaînes dans la question précédente. Répondre avec: **informations de localisation, informations de localisation, informations de localisation** correspondant chacune à l'ordre de la liste de chaînes précédente ci-dessous.
pl: Dla każdego raportu generuję linki do Map Google, aby dać ludziom wskazówki do badań w terenie! Aby to zrobić, muszę wiedzieć, które przedmieście/miejscowość/region reprezentuje każdy kanał raportu, aby upewnić się, że otrzymamy właściwą lokalizację na mapie. Dla każdego podanego kanału raportu będę potrzebować jego odpowiedniej ogólnej lokalizacji, używając tylko liter i spacji, z każdą lokalizacją oddzieloną przecinkiem i spacją. Przykład: `kansas city mo, hull uk, sydney nsw australia` Lokalizacje muszą być w tej samej kolejności, w jakiej podałeś kanały z poprzedniego pytania. Odpowiadaj za pomocą: **lokalizacja, lokalizacja, lokalizacja**.

source: Meetup Reporting Locations
fr: Localisation d'annonce d'Évènements (Meetup)
pl: Lokalizacje raportowanych spotkań

source: Meetup Reporting Locations are set
fr: La localisation d'annonce d'Évènements (Meetup) est définie
pl: Lokalizacje raportowanych spotkań są ustawione

source: How would you like me to categorize the meetup channels I create? Your options are: **none** - If you don't want them categorized **same** - If you want them in the same category as the reporting channel **other** - If you want them categorized in a provided category name or ID
fr: Comment voulez-vous que je catégorise les chaînes d'annonce d'Évènements (Meetup) que je crée ? Vos options sont: **none** - Si vous ne voulez pas les catégoriser **same** - Si vous les voulez dans la même catégorie que la chaîne de reporting **other** - Si vous voulez les classer dans un nom de catégorie ou un ID fourni
pl: W jaki sposób mam kategoryzować kanały spotkań, które tworzę? Twoje opcje to: **none** - jeśli nie chcesz ich klasyfikować **same** - jeśli chcesz je w tej samej kategorii, co kanał raportowania **other** - jeśli chcesz je sklasyfikować w podanej nazwie lub identyfikatorze kategorii

source: Meetup Reporting Categories
fr: Catégories d'Évènements (Meetup)
pl: Kategorie raportowanych spotkań

source: In the same order as they appear below, please give the names of the categories you would like raids reported in each channel to appear in. You do not need to use different categories for each channel, but they do need to be pre-existing categories. Separate each category name with a comma. Response can be either category name or ID. Example: `kansas city, hull, 1231231241561337813` You have configured the following channels as meetup reporting channels.
fr: Dans le même ordre que celui indiqué ci-dessous, indiquez le nom des catégories dans lesquelles vous souhaitez que les raids signalés dans chaque chaîne apparaissent. Vous n'avez pas besoin d'utiliser des catégories différentes pour chaque chaîne, mais elles doivent être des catégories préexistantes . Séparez chaque nom de catégorie par une virgule. La réponse peut être le nom de la catégorie ou l'ID. Exemple: `kansas city, coque, 1231231241561337813` Vous avez configuré les chaînes suivantes en tant que chaînes de d'annonce d'Évènements (Meetup).
pl: W takiej kolejności, w jakiej są podane poniżej, podaj nazwy kategorii, w których mają pojawić się raidy zgłoszone w każdym kanale. Nie musisz używać różnych kategorii dla każdego kanału, ale muszą to być wcześniej istniejące kategorie . Każdą nazwę kategorii oddziel przecinkiem. Odpowiedź może być nazwą kategorii lub identyfikatorem. Przykład: `kansas city, hull, 1231231241561337813` Skonfigurowałeś następujące kanały jako kanały raportowania Ex Rajdów.

source: Meetup Categories are set
fr: Catégories d'Évènements (Meetup) sont définies
pl: Kategorie spotkań są włączone

source: Pokemon Notifications
fr: Notifications de Pokémon
pl: Powiadomienia o Pokemonach

source: The **!want** and **!unwant** commands let you add or remove roles for Pokemon that will be mentioned in reports. This let you get notifications on the Pokemon you want to track. I just need to know what channels you want to allow people to manage their pokemon with the **!want** and **!unwant** command. If you don't want to allow the management of tracked Pokemon roles, then you may want to disable this feature. Repond with: **N** to disable, or the **channel-name** list to enable, each seperated by a comma and space.
fr: Les commandes **!want ** et **!unwant ** vous permettent d'ajouter ou de supprimer des rôles pour Pokemon qui seront mentionnés dans les rapports. Cela vous permet d'obtenir des notifications sur le Pokémon que vous voulez suivre. J'ai juste besoin de savoir dans quelles chaînes vous voulez permettre aux dresseurs de gérer leur pokemon avec la commande **!want** et **!unwant **. Si vous ne voulez pas autoriser la gestion des rôles Pokémon suivis, vous pouvez désactiver cette fonctionnalité. Repondez avec: **N** pour désactiver, ou la liste **channel-name** pour activer, chacune étant séparée par une virgule et un espace.
pl: Polecenia **!want** i **!unwant** umożliwiają dodawanie lub usuwanie ról dla Pokemonów, które będą wymienione w raportach. Pozwoli to na otrzymywanie powiadomień o pokemonach, które chcesz śledzić. Po prostu muszę wiedzieć, jakie kanały mają umożliwiać ludziom zarządzanie swoim zachciewajkami za pomocą komend **!want** i **!unwant**. Jeśli nie chcesz pozwolić na zarządzanie śledzonymi pokemonami, możesz wyłączyć tę funkcję. Oddaj za pomocą: **N**, aby wyłączyć, lub listą **nazw-kanałów**.

source: Pokemon Notifications disabled
fr: Notifications de Pokemon désactivées
pl: Powiadomienia o Pokemonach wyłączone

source: Pokemon Notifications enabled
fr: Notifications de Pokemon activées
pl: Powiadomienia o Pokemonach włączone

source: The **!archive** command marks temporary raid channels for archival rather than deletion. This can be useful for investigating potential violations of your server's rules in these channels. If you would like to disable this feature, reply with **N**. Otherwise send the category you would like me to place archived channels in. You can say **same** to keep them in the same category, or type the name or ID of a category in your server.
fr: La commande **!archive ** marque les chaînes de raid temporaires pour l'archivage plutôt que pour la suppression. Cela peut être utile pour étudier les violations potentielles des règles de votre serveur dans ces chaînes. Si vous souhaitez désactiver cette fonctionnalité, répondez avec **N**. Sinon, envoyez la catégorie dans laquelle vous souhaitez placer les chaînes archivées. Vous pouvez dire **same** pour les garder dans la même catégorie, ou tapez le nom ou l'identifiant d'une catégorie sur votre serveur.
pl: Polecenie **!archive** oznacza tymczasowe kanały raidowe do archiwizacji zamiast usuwania. Może to być przydatne do zbadania potencjalnych naruszeń zasad twojego serwera w tych kanałach. Jeśli chcesz wyłączyć tę funkcję, odpowiedz **N**. W przeciwnym razie wyślij kategorię, w której chciałbyś umieścić zarchiwizowane kanały. Możesz powiedzieć **same**, aby zachować je w tej samej kategorii lub wpisać nazwę lub identyfikator kategorii na swoim serwerze.

source: Archive Configuration
fr: Configuration de l'Archivage de chaînes
pl: Konfiguracja archiwizacji

source: Archived channels will remain in the same category.
fr: Les chaînes archivées resteront dans la même catégorie.
pl: Zarchiwizowane kanały pozostaną w tej samej kategorii.

source: Archived Channels disabled.
fr: Archivage des chaînes désactivé.
pl: Zarchiwizowane kanały wyłączone.

source: I couldn't find the category you replied with! Please reply with **same** to leave archived channels in the same category, or give the name or ID of an existing category.
fr: Je n'ai pas trouvé la catégorie avec laquelle vous avez répondu! Veuillez répondre avec **same** pour laisser des chaînes archivées dans la même catégorie, ou donner le nom ou l'identifiant d'une catégorie existante.
pl: Nie mogłem znaleźć kategorii, którą odpowiedziałeś! Odpowiedz **same**, aby pozostawić zarchiwizowane kanały w tej samej kategorii lub podaj nazwę lub identyfikator istniejącej kategorii.

source: Archive category set.
fr: Catégorie des archives définie.
pl: Ustaw kategorię archiwum.

source: I can also listen in your raid channels for words or phrases that you want to trigger an automatic archival. For example, if discussion of spoofing is against your server rules, you might tell me to listen for the word 'spoofing'. Reply with **none** to disable this feature, or reply with a comma separated list of phrases you want me to listen in raid channels for.
fr: Je peux également écouter dans vos chaînes de raid des mots ou des phrases, afin de déclencher un archivage automatique. Par exemple, si la discussion sur l'usurpation d'identité est contraire aux règles de votre serveur, vous pouvez me dire d'écouter le mot 'spoofing'. Répondez avec **none** pour désactiver cette fonctionnalité, ou répondez avec une liste de phrases séparées par des virgules que vous voulez que j'écoute dans les chaînes de raid.
pl: Mogę też słuchać w twoich kanałach rajdowych słów lub wyrażeń, dla których chcesz uruchomić automatyczną archiwizację. Na przykład, jeśli dyskusja na temat flajowania jest niezgodna z regułami serwera, możesz poprosić mnie o wyszukiwanie słowa "flaj". Odpowiedz, używając **none**, aby wyłączyć tę funkcję, lub rozdzieloną przecinkami listą fraz, które chcesz, abym wyszukiwał w kanałach raidowych.

source: Phrase list disabled.
fr: Liste de mot d'archivage automatique désactivé.
pl: Lista wyrażeń wyłączona.

source: Archive Phrase list set.
fr: Liste de mot d'archivage automatique définie.
pl: Archiwizacja wyrażeń ustawiona.

source: There are a few settings available that are not within **!configure**. To set these, use **!set <setting>** in any channel to set that setting. These include: **!set regional <name or number>** - To set a server's regional raid boss **!set prefix <prefix>** - To set my command prefix **!set timezone <offset>** - To set offset outside of **!configure** **!set silph <trainer>** - To set a trainer's SilphRoad card (usable by members) **!set pokebattler <ID>** - To set a trainer's pokebattler ID (usable by members) However, we can do your timezone now to help coordinate reports for you. For others, use the **!set** command. The current 24-hr time UTC is {utctime}. How many hours off from that are you? Respond with: A number from **-12** to **12**:
fr: Il y a quelques paramètres disponibles qui ne sont pas dans **!configure**. Pour les définir, utilisez **!set <setting>** dans n'importe quel chaîne pour définir ce paramètre. Ceux-ci inclus: **!set regional <nom ou numéro>** - Pour définir le boss régional du raid d'un serveur **!set prefix <prefix>** - Pour définir mon préfixe de commande **!set timezone <offset>** - Pour définir le décalage en dehors de **!configure** **!set silph <trainer>** - Pour définir la carte SilphRoad d'un dresseur (utilisable par les membres) **!set pokebattler <ID>** - Pour définir l'identifiant pokebattler d'un entraîneur (utilisable par les membres) Cependant, nous pouvons maintenant faire votre fuseau horaire pour aider à coordonner les rapports pour vous. Pour les autres, utilisez la commande **!set**. L'heure actuelle UTC de 24 heures est {utctime}. Combien d'heures de congé êtes-vous? Répondre avec: Un nombre de **- 12** à **12**:
pl: Dostępnych jest kilka ustawień, które nie mieszczą się w **!configure**. Aby je ustawić, użyj **!set <setting>** w dowolnym kanale. Obejmują one: **!set regional <nazwa lub numer>** - aby ustawić regionalnego bossa **!set prefix <prefiks>** - aby ustawić mój prefiks poleceń **!set timezone <offset>** - aby ustawić offset bez używania **!configure** **!set silph <trainer>** - aby ustawić kartę trenera SilphRoad (do wykorzystania przez członków) **!set pokebattler <id>** - aby ustawić identyfikator trenera pokebattler (do wykorzystania przez członków) Możemy teraz ustawić strefę czasową, aby pomóc w koordynowaniu raportów dla ciebie. Dla innych zmian użyj polecenia **!set**. Obecny 24-godzinny czas UTC to {utctime}. Ile godzin od tego jesteś? Odpowiedz na: Liczba od **-12** do **12**:

source: Timezone Configuration and Other Settings
fr: Configuration du fuseau horaire et autres paramètres
pl: Konfiguracja strefy czasowej i inne ustawienia

source: I couldn't convert your answer to an appropriate timezone! Please double check what you sent me and resend a number strarting from **-12** to **12**.
fr: Je n'ai pas pu convertir votre réponse en un fuseau horaire approprié! Veuillez vérifier ce que vous m'avez envoyé et renvoyer un numéro commençant par **- 12** à **12**.
pl: Nie mogłem zamienić twojej odpowiedzi na odpowiednią strefę czasową! Sprawdź dokładnie, co mi wysłałeś i wyślij odpowiedź ponownie z numerem od **-12** do **12**.

source: Timezone set
fr: Fuseau horaire définie
pl: Strefa czasowa ustawiona

source: **Level {level} raid list:** `{raidlist}`
fr: **Niveau {level} raid list:** `{raidlist}`
pl: **Lista raidu poziomu {level}:** `{raidlist}`

source: **Level {level} raid list:** `{raidlist}`
fr: **Niveau {level} raid list:** `{raidlist}`
pl: **Lista raidu poziomu {level}:** `{raidlist}`

source: I couldn't understand the list you supplied! Please use a comma-separated list of Pokemon species numbers.
fr: Je n'ai pas pu comprendre la liste que vous avez fournie! Veuillez utiliser une liste de numéros d'espèces Pokémon séparés par des virgules.
pl: Nie rozumiem listy, którą wprowadziłeś! Podaj proszę listę, rozdzieloną przecinkami, zawierającą numery pokemonów.

source: I will replace this:
fr: Je vais remplacer ceci :
pl: Zastąpię to:

source: With this:
fr: Par cela :
pl: Tym:

source: Continue?
fr: On continue?
pl: Kontynuować?

source: Meowth! Configuration cancelled!
fr: Meowth! Configuration abandonnée !
pl: Meowth! Konfiguracja anulowana!

source: Meowth! Configuration successful!
fr: Meowth! Configuration réussie !
pl: Meowth! Konfiguracja zakończona sukcesem!

source: Meowth! I'm not sure what went wrong, but configuration is cancelled!
fr: Meowth! Je ne suis pas sûr de ce qui s'est mal passé, mais la configuration est annulée!
pl: Meowth! Nie wiem co poszło nie tak, ale konfiguracja została anulowana!

source: every user
fr: chaque utilisateur
pl: każdy użytkownik

source: Are you sure you want to reset the **{type}** report stats for **{target}**?
fr: Êtes-vous sûr de vouloir réinitialiser les statistiques du rapport **{type}** pour **{target}**?
pl: Czy na pewno chcesz zresetować statystyki raportu **{type}** dla **{target}**?

source: {trainer}'s report stats have been cleared!
fr: Les statistiques de signalements de {trainer} ont été effacées!
pl: Statystyki trenera {trainer} zostały wyczyszczone!

source: The channel you entered is not a raid channel.
fr: La chaîne indiquée n'est pas une chaîne de raid.
pl: Kanał, który podałeś, nie jest kanałem rajdowym.

source: **Possible Bosses:**
fr: **Bosses possible :**
pl: **Możliwe Pokemony:**

source: team
fr: équipe
pl: trenerzy

source: status
fr: statut
pl: statusy

source: Level {}
fr: Niveau {}
pl: Poziom {}

source: level\s\d
fr: niveau\s\d
pl: poziom\s\d

source: Meowth! Level {} reported
fr: Meowth! Niveau {} annoncé
pl: Meowth! Poziom {} zgłoszony

source: Meowth!\s.*\sraid\sreported
pl: Meowth!\s.*\sraid\szgłoszony

source: Meowth! Level {}
fr: Meowth! Niveau {}
pl: Meowth! Poziom {}

source: Are you sure you want to clear all status for this raid? Everybody will have to RSVP again. If you are wanting to clear one user's status, use `!setstatus <user> cancel`
fr: Êtes-vous sûr de vouloir effacer tous les statuts de ce raid? Tout le monde devra RSVP à nouveau. Si vous voulez effacer l'état d'un utilisateur, utilisez `!setstatus <user> cancel`
pl: Czy na pewno chcesz wyczyścić wszystkie statusy tego raidu? Wszyscy będą musieli ponownie potwierdzić przybycie i statusy. Jeśli chcesz wyczyścić status jednego użytkownika użyj `!setstatus <użytkownik> cancel`

source: Meowth! Raid status lists have been cleared!
fr: Meowth! Les listes d'état de raid ont été effacées!
pl: Meowth! Listy statusów rajdów zostały usunięte!

source: Meowth! {status} is not a valid status!
fr: Meowth! {status} n'est pas un statut valide !
pl: Meowth! {status} nie jest prawidłowy!

source: Removed {cleancount} empty roles
fr: Suppression de {cleancount} rôles vides
pl: Usunięto {cleancount} pustych ról

source: I need the `Embed links` permission to send this
fr: J'ai besoin de l'autorisation `Embed links` pour envoyer ceci
pl: Aby to wysłać, potrzebuję pozwolenia `Embed links`

source: {yr}y {mth}m {day}d {hr}:{min}
pl: {yr}r {mth}m {day}d {hr}:{min}

source: {day} days {hr} hrs {min} mins
pl: {day} dni {hr} godzin {min} minut {sec} sekund

source: {hr} hrs {min} mins {sec} secs
pl: {hr} godzin {min} minut {sec} sekund

source: {min} mins {sec} secs
pl: {min} minut {sec} sekund

source: I'm Meowth! A Pokemon Go helper bot for Discord! I'm made by [{author_name}]({author_repo}) and improvements have been contributed by many other people also. [Join our server]({server_invite}) if you have any questions or feedback.
fr: Je suis Meowth! Un bot d'aide de Pokemon Go pour Discord! Je suis fait par [{author_name}] ({author_repo}) et des améliorations ont également été apportées par beaucoup d'autres personnes. [Rejoignez notre serveur] ({server_invite}) si vous avez des questions ou des commentaires.
pl: Jestem Meowth! Pomocnik Pokemon Go dla Discorda! Autorem jest [{author_name}]({author_repo}), a ulepszenia zostały wprowadzone przez wiele innych osób. [Join our server]({server_invite}), jeśli masz jakieś pytania lub uwagi.

source: About Meowth
fr: A propos de Meowth
pl: O Meowth

source: Owner
fr: Propriétaire
pl: Właściciele

source: Servers
fr: Serveurs
pl: Serwery

source: Members
fr: Membres
pl: Członkowie

source: Your Server
fr: Votre serveur
pl: Twój serwer

source: Your Members
fr: Vos membres
pl: Twoi członkowie

source: Maximum guild roles reached.
fr: Rôles de guilde maximal atteint.
pl: Osiągnięto maksymalne role gildii.

source: Meowth! My roles are ranked lower than the following team roles: **{higher_roles_list}** Please get an admin to move my roles above them!
fr: Meowth! Mes rôles sont inférieurs aux rôles suivants: **{higher_roles_list} ** Contacter un administrateur pour déplacer mes rôles au-dessus d'eux!
pl: Meowth! Moje role są w rankingu niżej niż następujące role zespołowe: **{higher_roles_list}** Poproś administratora o przeniesienie moich ról powyżej nich!

source: Meowth! You already have a team role!
fr: Meowth! Vous avez déjà un rôle d'équipe!
pl: Meowth! Masz już rolę zespołową!

source: Meowth! You are already in Team Harmony!
fr: Meowth! Vous êtes déjà dans Team Harmony!
pl: Meowth! Jesteś już w Team Harmony!

source: Meowth! {team_role} is not configured as a role on this server. Please contact an admin for assistance.
fr: Meowth! Le rôle "{team_role}" n'est pas configuré sur ce serveur ! Contacter un administrateur pour de l’aide.
pl: Meowth! {team_role} nie jest skonfigurowany jako rola na tym serwerze. Skontaktuj się z administratorem, aby uzyskać pomoc.

source: Meowth! "{entered_team}" isn't a valid team! Try {available_teams}
fr: Meowth! "{entered_team}" n'est pas une équipe valide ! Essayez {available_teams}
pl: Meowth! "{entered_team}" nie jest prawidłowym zespołem! Wypróbuj {available_teams}

source: Meowth! The "{entered_team}" role isn't configured on this server! Contact an admin!
fr: Meowth! Le rôle "{entered_team}" n'est pas configuré sur ce serveur ! Contacter un administrateur!
pl: Meowth! Rola "{entered_team}" nie została skonfigurowana na tym serwerze! Skontaktuj się z administratorem!

source: Meowth! Added {member} to Team {team_name}! {team_emoji}
fr: Meowth! {member} ajouté à l'équipe {team_name}! {team_emoji}
pl: Meowth! Dodano {member} do zespołu {team_name}! {team_emoji}

source: Meowth! I can't add roles!
fr: Meowth! Je ne peux pas ajouter de rôle!
pl: Meowth! Nie mogę dodawać ról!

source: Traveler Card
pl: Karta podróżna (Silph Road Traveler Card)

source: {user}'s Trainer Profile
fr: Profil de dresseur de {user}
pl: Profil trenera {user}

source: Raid Reports
fr: Signalement de raid
pl: Raporty raidów

source: Egg Reports
fr: Signalement d’œuf de raid
pl: Raporty jaj

source: EX Raid Reports
fr: Signalement de Raid EX
pl: Raporty Ex Rajdów

source: Wild Reports
fr: Signalement de Pokémon sauvage
pl: Raporty dzikich pokemonów

source: Research Reports
fr: Signalement d'Étude de terrain
pl: Raporty badań

source: Leaderboard type not supported. Please select from: **total, raids, eggs, exraids, wilds, research**
fr: Le type de classement n'est pas supporté. Veuillez choisir parmi: **total, raids, eggs, exraids, wilds, research**
pl: Typ tablicy wyników nie jest obsługiwany. Proszę wybrać spośród: **total, raids, eggs, exraids, wilds, research**

source: Reporting Leaderboard ({type})
fr: Classement des signalements ({type})
pl: Tablica Wyników Raportowania ({type})

source: Raids: **{raids}** | Eggs: **{eggs}** |
fr: Raids: **{raids}** | Œufs de raid: **{eggs}** |
pl: Rajdy: **{raids}** | Jajka: **{eggs}** |

source: EX Raids: **{exraids}** |
pl: Ex Raidy: **{exraids}** |

source: Wilds: **{wilds}** |
fr: Pokémons sauvage: **{wilds}** |
pl: Dzikie pokemony: **{wilds}** |

source: Research: **{research}** |
fr: Étude de terrain: **{research}** |
pl: Badania: **{research}** |

source: No Reports
fr: Pas de signalement
pl: Brak raportów

source: Nobody has made a report or this report type is disabled.
fr: Personne n'a fait de signalement de ce type ou ce type n'est pas activé.
pl: Nikt nie sporządził raportu lub ten typ raportu jest wyłączony.

source: Meowth! Did you mean **!list wants**?
fr: Meowth! Voulez-vous dire **!list wants**?
pl: Meowth! Czy masz na myśli **!list wants**?

source: Maximum guild roles reached. Pokemon not added.
fr: Rôles de guilde maximal atteint. Pokemon non ajouté.
pl: Osiągnięto maksymalne role gildii. Pokemon nie został dodany.

source: Meowth! Got it! {member} wants {pokemon}
fr: Meowth! Compris! {member} veut {pokemon}
pl: Meowth! Rozumiem! {member} chce {pokemon}

source: Meowth! {member}, I already know you want {pokemon}!
fr: Meowth! {member}, je sais déjà que vous voulez {pokemon}!
pl: Meowth! {member}, już wiem, że chcesz {pokemon}!
