Repository: FoglyOgly/Meowth
Catalog: locale/*/LC_MESSAGES/meowth.po
Languages: fr, pl

source: **Event Ends:**
fr: **L'évènement se termine à:**
pl: **Koniec wydarzenia:**

source: Meowth! Meetup reported by {member}! Details: {location_details}. Coordinate in {raid_channel}
fr: Meowth! Évènement (Meetup) signalé par {member}! Details: {location_details}. Organisation ici {raid_channel}
pl: Meowth! Spotkanie zgłoszone przez {member}! Szczegóły: {location_details} w {raid_channel}

source: Meowth! Meetup reported by {member} in {citychannel}! Details: {location_details}. Coordinate here! To update your status, choose from the following commands: **!maybe**, **!coming**, **!here**, **!cancel**. If you are bringing more than one trainer/account, add in the number of accounts total, teams optional, on your first status update. Example: `!coming 5 2m 2v 1i` To see the list of trainers who have given their status: **!list interested**, **!list coming**, **!list here** or use just **!list** to see all lists. Use **!list teams** to see team distribution. Sometimes I'm not great at directions, but I'll correct my directions if anybody sends me a maps link or uses **!location new <address>**. You can see the location of the event by using **!location** You can set the start time with **!starttime <MM/DD HH:MM AM/PM>** (you can also omit AM/PM and use 24-hour time) and access this with **!starttime**. You can set the end time with **!timerset <MM/DD HH:MM AM/PM>** and access this with **!timer**. This channel will be deleted five minutes after the timer expires.
fr: Meowth! Évènement (Meetup) signalé par {member} dans {citychannel}! Détails: {location_details}. Organisation ici! Pour mettre à jour votre statut, choisissez parmi les commandes suivantes: **!maybe**, **!coming**, **!here**, **!cancel**. Si vous amenez plus d'un dresseurs / compte, ajoutez le nombre total de comptes, équipes facultatives, à votre première mise à jour. Exemple: `!coming 5 2m 2v 1i` Pour voir la liste des dresseurs ayant donné leur statut: **!list interested**, **!list coming**, **!list here** ou seulement **!list** pour voir toutes les listes. Utilisez **!list teams** pour voir la répartition de l'équipe. Parfois, je ne suis pas très bon pour les itinéraires, mais je vais corriger mes instructions si quelqu'un m'envoie un lien de cartes ou utilise **!location new <address>**. Vous pouvez voir l'emplacement de l'événement en utilisant **!location** Vous pouvez régler l'heure de début avec **!starttime <JJ/MM HH:MM AM/PM> ** (vous pouvez également omettre AM/PM et utiliser l'heure de 24 heures) et y accéder avec **!starttime**. Vous pouvez régler l'heure de fin avec **!timerset <JJ/MM HH:MM AM/PM> ** et y accéder avec **!timer **. Cette chaîne sera supprimée cinq minutes après l'expiration du délai.
pl: Meowth! Spotkanie zgłoszone przez {member} w {citychannel}! Szczegóły: {location_details}! Aby zaktualizować swój status, wybierz spośród następujących poleceń: **!maybe**, **!coming**, **!here**, **!cancel**. Jeśli przyprowadzasz więcej niż jednego trenera/konto, podaj całkowitą liczbę kont, i opcjonalnie zespoły, przy pierwszej aktualizacji statusu. Przykład: `!coming 5 2m 2v 1i` gdzie m, v, i oznacza odpowiednio mystic, valor, instinct. Aby wyświetlić listę trenerów, którzy nadali swój status: **!list interested**, **!list coming**, **!list here** lub użyj **!list**, aby zobaczyć wszystkich. Użyj **!list teams **, aby zobaczyć zespoły. Czasami nie radzę sobie z lokalizacją, ale poprawię moje wskazówki, jeśli ktoś wyśle ​​mi link do mapy lub użyje **!location new <adres>**. Możesz zobaczyć lokalizację rajdu za pomocą **!location** Możesz ustawić czas rozpoczęcia za pomocą **!starttime <MM/DD HH:MM>** i uzyskać do niego dostęp za pomocą **!starttime**. Możesz ustawić czas zakończenia za pomocą **!timerset <MM/DD HH:MM>** i uzyskać do niego dostęp za pomocą **!timer**. Ten kanał zostanie usunięty pięć minut po wygaśnięciu.

source: Meowth! Hey {member}, if you can, set the time that the event starts with **!starttime <date and time>** and also set the time that the event ends using **!timerset <date and time>**.
fr: Meowth! Hey {member}, si vous le pouvez, définissez l'heure à laquelle l'événement commence par **!starttime <date et heure>** et définissez également l'heure à laquelle l'événement se termine en utilisant **!timerset <date et heure>**.
pl: Meowth! Hej {member}, jeśli możesz, ustaw czas kiedy wydarzenie się zacznie używając **!starttime <data i czas>**, a także ustaw czas zakończenia za pomocą **!timerset <data i czas>**.

source: This event will start at {expiry_time}
fr: Cet événement commencera à {expiry_time}
pl: To wydarzenie rozpocznie się o {expiry_time}

source: Nobody has told me a start time! Set it with **!starttime**
fr: Personne ne m'a indiqué d’heure de début! Définissez-le avec **!starttime**
pl: Nikt nie podał mi czasu startu! Ustaw go używając **!starttime**

source: | This event will end at {expiry_time}
fr: | L’évènement se termine à {expiry_time}!
pl: | To wydarzenie zakończy się o {expiry_time}

source: This event will end at {expiry_time}
fr: Le raid se termine à {expiry_time}!
pl: To wydarzenie zakończy się o {expiry_time}

source: Nobody has told me a end time! Set it with **!timerset**
fr: Personne ne m'a indiqué d’heure de fin! Définissez-le avec **!timerset**
pl: Nikt nie podał mi czasu zakończenia! Ustaw go za pomocą **!timerset**

source: egg
fr: œuf
pl: jaja

source: hatch
fr: éclos
pl: Wyklucie

source: raid
pl: rajdu

source: end
fr: fini
pl: Zakończenie

source: This {raidtype}'s timer has already expired as of {expiry_time}!
fr: La minuterie de ce {raidtype} a déjà expiré à partir de {expiry_time}!
pl: Czas dla tego {raidtype} wygasł o {expiry_time}!

source: This {raidtype} will {raidaction} on {expiry}!
fr: Le {raidtype} {raidaction} à {expiry}!
pl: {raidaction} tego {raidtype} nastąpi o {expiry}!

source: No one told me when the {raidtype} will {raidaction}, so I'm assuming it will {raidaction} on {expiry}!
fr: Personne ne m'a indiqué quand le {raidtype} sera {raidaction}, donc je suppose que ce sera {raidaction} le {expiry}!
pl: Nikt mi nie powiedział kiedy {raidtype} się {raidaction}, więc zakładam, że {raidaction} o {expiry}!

source: This {raidtype} will {raidaction} at {expiry_time}!
fr: Ce {raidtype} sera {raidaction} à **{expiry_time}**!
pl: {raidaction} tego {raidtype} nastąpi o {expiry_time}!

source: No one told me when the {raidtype} will {raidaction}, so I'm assuming it will {raidaction} at {expiry_time}!
fr: Personne ne m'a indiqué quand le {raidtype} sera {raidaction}, donc je suppose que ce sera {raidaction} à {expiry_time}!
pl: Nikt mi nie powiedział kiedy {raidtype} się {raidaction}, więc zakładam, że {raidaction} o {expiry_time}!

source: Raid Egg
fr: Œuf de raid
pl: Jajko

source: Meowth! I couldn't understand your time format. Try again like this: **!timerset <minutes>**
fr: Meowth... Je n'arrive pas à comprendre votre format pour l'heure. Essayez de nouveau comme ceci: **!timerset H:MM**
pl: Meowth! Nie mogłem zrozumieć twojego formatu czasu. Spróbuj jeszcze raz: **!timerset <minuty>**

source: Meowth...that's too long. Level {raidlevel} {raidtype}s currently last no more than {maxtime} minutes...
fr: Meowth... c'est trop long. Les {raidtype} de niveau {raidlevel} ne durent actuellement pas plus de {maxtime} minutes.
pl: Meowth...to za długo. Poziom {raidlevel} {raidtype} obecnie trwa nie więcej niż {maxtime} minut...

source: Meowth! Your timer wasn't formatted correctly. Change your **!timerset** to match this format: **MM/DD HH:MM AM/PM** (You can also omit AM/PM and use 24-hour time!)
fr: Meowth! Votre minuterie n'a pas été formatée correctement. Changez votre **!timerset** pour correspondre à ce format: **MM / JJ HH: MM AM / PM** (Vous pouvez également omettre AM / PM et utiliser l'heure de 24 heures!)
pl: Meowth! Twój timer nie został poprawnie sformatowany. Zmień **!timerset**, aby dopasować go do formatu: **MM/DD HH:MM**.

source: Meowth! Please enter a time after your start time.
fr: Meowth! Veuillez entrer une heure après votre heure de début.
pl: Meowth! Wprowadź czas po czasie rozpoczęcia.

source: Meowth! Timerset isn't supported for EX Raids after they have hatched.
fr: Meowth! Timerset n'est pas supporté pour les raids EX après leur éclosion.
pl: Meowth! Licznik nie jest obsługiwany w EX Raidach po wykluciu.

source: The channel has been reactivated.
fr: La chaîne a été réactivée.
pl: Kanał został reaktywowany.

source: Ends on {end}
fr: Se termine à {end}
pl: Kończy się {end}

source: %B %d at %I:%M %p (%H:%M) |
pl: %d %B o %H:%M |

source: Hatches on {expiry}
fr: Eclos à {expiry}
pl: Wykluwa się {expiry}

source: Meowth! Please enter a time before your end time.
fr: Meowth! Veuillez entrer une heure avant votre heure de fin.
pl: Meowth! Wprowadź czas przed czasem zakończenia.

source: Meowth! Your start time wasn't formatted correctly. Change your **!starttime** to match this format: **HH:MM AM/PM** (You can also omit AM/PM and use 24-hour time!)
fr: Meowth! Votre heure de début n'a pas été formatée correctement. Changez votre **!starttime** pour correspondre à ce format: **HH: MM AM / PM** (Vous pouvez également omettre AM / PM et utiliser l'heure de 24 heures!)
pl: Meowth! Twój czas rozpoczęcia nie został poprawnie sformatowany. Zmień **!starttime**, aby dopasować do formatu: **HH:MM**.

source: Meowth! The raid will be over before that....
fr: Meowth! Le raid sera terminé avant cela ....
pl: Meowth! Raid zakończy się wcześniej ....

source: Meowth! The egg will not hatch by then!
fr: Meowth! L'œuf n’aura pas éclos pas d'ici là!
pl: Meowth! Do tego czasu jajko się nie wykluje!

source: Meowth! There is already a start time of **{start}** set! Do you want to change it?
fr: Meowth! Il y a déjà une heure de début à **{start}** de définie! Voulez-vous la changer?
pl: Meowth! Czas rozpoczęcia jest już ustawiony na **{start}**. Czy chcesz to zmienić?

source: Start time change cancelled.
fr: Mise à jour de l'heure de début abandonnée.
pl: Zmiana czasu rozpoczęcia anulowana.

source: Meowth! The current start time has been set to: **{starttime}**
fr: Meowth! L'heure de début à été définie pour : **{starttime}**
pl: Meowth! Bieżący czas rozpoczęcia został ustawiony na: **{starttime}**

source: Meowth! The current start time is: **{starttime}**
fr: Meowth! L'heure de début est : **{starttime}**
pl: Meowth! Aktualny czas rozpoczęcia to: **{starttime}**

source: Meowth! No start time has been set, set one with **!starttime HH:MM AM/PM**! (You can also omit AM/PM and use 24-hour time!)
fr: Meowth! Aucune heure de début n'a été définie. Définissez-en une avec **!starttime HH: MM AM / PM **! (Vous pouvez également omettre AM / PM et utiliser le format 24h!)
pl: Meowth! Nie ustawiono czasu rozpoczęcia, ustaw go **!starttime HH:MM**.

source: Meowth! Here's the current location for the raid! Details: {location}
fr: Meowth! Voici l'emplacement actuel pour le raid! Détails: {location}
pl: Meowth! Oto aktualna lokalizacja rajdu! Szczegóły: {location}

source: Meowth! We're missing the new location details! Usage: **!location new <new address>**
fr: Meowth! Nous manquons les détails pour le nouvel emplacement! Utilisez: **!location <location>**
pl: Meowth! Brakuje nam nowych informacji o lokalizacji! Użyj: **!location new <nowy adres>**

source: Meowth! I can't recover this channel because I know about it already!
fr: Meowth! Je ne peux pas récupérer cette chaîne parce que je suis déjà au courant !
pl: Meowth! Nie mogę odzyskać tego kanału, ponieważ już o nim wiem!

source: level-[1-5]-egg
pl: jajko-[1-5]-poziomu

source: meetup
fr: évènement (meetup)
pl: spotkanie

source: Ends on %B %d at %I:%M %p
fr: Se termine à %B %d at %I:%M %p
pl: Kończy się %d %B o %H:%M

source: Meowth! I couldn't recognize this as a raid channel!
fr: Meowth! Je ne peux pas reconnaître cela comme une chaîne de raid!
pl: Meowth! Nie mogłem rozpoznać tego jako kanału raidowego!

source: is interested
fr: est intéressé(e)
pl: jest zainteresowany

source: on the way
fr: en chemin
pl: w drodze

source: at the raid
fr: au raid
pl: na raidzie

source: left the raid
fr: à quitté le raid
pl: opuścił raid

source: no longer
fr: plus maintenant
pl: już nie

source: trainers
fr: dresseurs
pl: trenerzy

source: Meowth! This channel has been recovered! However, there may be some inaccuracies in what I remembered! Here's what I have:
fr: Meowth! Cette chaîne a été récupérée! Cependant, il peut y avoir quelques inexactitudes dans ce dont je me suis souvenu! Voici ce que j'ai:
pl: Meowth! Ten kanał został odzyskany! Jednak mogą być pewne nieścisłości w tym, co zapamiętałem! Oto co mam:

source: I'm not sure when this {raidtype} will {action}, so please use **!timerset** if you can!
fr: Je ne sais pas quand {raidtype} sera {action}, alors utilisez **!timerset** si vous le pouvez!
pl: Nie jestem pewien, kiedy {raidtype} będzie {action}, więc jeśli możesz użyj **!timerset**.

source: Meowth! You've already made a duplicate report for this {raidtype}!
fr: Meowth! Vous avez déjà créé une signalement de doublon pour ce {raidtype}!
pl: Meowth! Przygotowałeś już duplikat raportu dla tego {raidtype}!

source: Meowth! Are you sure you wish to remove this {raidtype}?
fr: Meowth! Êtes-vous sûr de vouloir supprimer ce {raidtype}?
pl: Meowth! Czy na pewno chcesz usunąć ten {raidtype}?

source: Duplicate Report cancelled.
fr: Signalement de duplication annulée.
pl: Duplikat raportu został anulowany.

source: Duplicate Confirmed
fr: Duplication confirmée
pl: Duplikat potwierdzony

source: Duplicate Report Timed Out.
fr: Signalement de duplication expirée.
pl: Czas zduplikowanego raportu został przekroczony.

source: Duplicate report #{duplicate_report_count} received.
fr: Signalement de duplication #{duplicate_report_count} reçu.
pl: Otrzymano duplikat raportu #{duplicate_report_count}.

source: Meowth! You're missing some details! Be sure to enter a pokemon that appears in raids! Usage: **!counters <pkmn> [weather] [user ID]**
fr: Meowth! Vous manquez quelques détails! Assurez-vous d'entrer un pokemon qui apparaît dans les raids! Utilisation: **!counters <pkmn> [météo] [code d'utilisateur]**
pl: Meowth! Brakuje ci niektórych szczegółów! Pamiętaj, aby wprowadzić pokemona, który pojawia się w rajdach! Sposób użycia: **!counters <pokemon> [pogoda] [ID użytkownika]**

source: user #{user}'s
fr: utilisateur #{user}
pl: użytkownik #{user}

source: Level 30
fr: Niveau 30
pl: Poziom 30

source: **Weather:** {weather}
fr: **Météo:** {weather}
pl: **Pogoda:** {weather}

source: **Attacker Level:** {atk_levels}
fr: **Niveau des attaquants:** {atk_levels}
pl: **Poziom Atakujących:** {atk_levels}

source: Results courtesy of Pokebattler
fr: Les résultats sont fournis par Pokebattler
pl: Wyniki dzięki uprzejmości Pokebattler

source: Results with {userstr} attackers
fr: Résultats avec les attaquants {userstr}
pl: Wyniki z {userstr} atakującymi

source: [See your personalized results!](https://www.pokebattler.com/raids/{pkmn})
fr: [Voir vos résultats personnalisés!](https://www.pokebattler.com/raids/{pkmn})
pl: [Zobacz własne spersonalizowane wyniki!](https://www.pokebattler.com/raids/{pkmn})

source: Difficulty rating: {est}
fr: Niveau de difficulté: {est}
pl: Poziom trudności: {est}

source: {pkmn} | {weather} | Unknown Moveset
fr: {pkmn} | {weather} | Moveset inconnu
pl: {pkmn} | {weather} | Nieznany zestaw ataków

source: **Possible Movesets:**
fr: **Movesets possibles:**
pl: **Możliwe ataki:**

source: Results with Level 30 attackers
fr: Résultats avec des attaquants de niveau 30
pl: Wyniki dla atakujących na poziomie 30

source: Meowth! Enter one of the following weather conditions: {}
fr: Meowth! Entrez l'une des conditions météo suivantes: {}
pl: Meowth! Wprowadź jeden z następujących warunków pogodowych: {}

source: Meowth! Weather set to {}!
fr: Meowth! Météo définie sur {}!
pl: Meowth! Pogoda ustawiona na {}!

source: {word} doesn't appear in level {egglevel} raids! Please try again.
fr: {word} n'apparaît pas dans les raids de niveau {egglevel}! Veuillez réessayer.
pl: {word} nie pojawia się w rajdach na poziomie {egglevel}! Proszę spróbuj ponownie.

source: Meowth! {member} is interested! {emoji}: 1
fr: Meowth! {member} est intéressé! {emoji}: 1
pl: Meowth! {member} jest zainteresowany! {emoji}: 1

source: Meowth! {member} is interested with a total of {trainer_count} trainers!
fr: Meowth! {member} est intéressé(e) avec un total de {trainer_count} dresseurs!
pl: Meowth! {member} wykazał zainteresowanie łącznie z {trainer_count} trenerami!

source: {word} doesn't appear in level {egglevel} raids!
fr: {word} n'apparaît pas dans les raids de niveau {egglevel}!
pl: {word} nie pojawia się w rajdach na poziomie {egglevel}!

source: Invalid Pokemon detected. Please check the pinned message for the list of possible bosses and try again.
fr: Pokemon invalide détecté. Veuillez vérifier le message épinglé pour la liste des bosses possibles et réessayez.
pl: Wykryto nieprawidłowego pokemona. Sprawdź przypiętą wiadomość z listą potencjalny bossów i spróbuj jeszcze raz.

source: Meowth! {member} is on the way! {emoji}: 1
fr: Meowth! {member} est en chemin! {emoji}: 1
pl: Meowth! {member} jest już w drodze! {emoji}: 1

source: Meowth! {member} is on the way with a total of {trainer_count} trainers!
fr: Meowth! {member} est en chemin avec un total de {trainer_count} dresseurs!
pl: Meowth! {member} jest w drodze łącznie z {trainer_count} trenerami!

source: There is a group already in the lobby! Use **!lobby** to join them or **!backout** to request a backout! Otherwise, you may have to wait for the next group!
fr: Il y a déjà un groupe dans le lobby! Utilisez **!lobby** pour les rejoindre ou **!backout** (sortie de lobby) pour demander que tout le monde sorte! Sinon, vous devrez peut-être attendre le prochain groupe!
pl: W lobby jest już grupa! Użyj **!lobby** aby do nich dołączyć lub **!backout** aby poprosić o wycofanie! W przeciwnym razie musisz poczekać na następną grupę!

source: Meowth! {member} is at the {raidtype}! {emoji}: 1
fr: Meowth! {member} attend à {raidtype}! {emoji}: 1
pl: Meowth! {member} jest na {raidtype}! {emoji}: 1

source: Meowth! {member} is at the {raidtype} with a total of {trainer_count} trainers!
fr: Meowth! {member} est au {raidtype} avec un total de {trainer_count} dresseurs!
pl: Meowth! {member} jest na {raidtype} z łącznie {trainer_count} trenerami!

source: Only one non-team count can be accepted.
fr: Un seul compte hors-équipe (couleur) peut être accepté.
pl: Dozwolona jest tylko jedna wartość bez drużyn.

source: Only one count per team accepted.
fr: Un seul compte par équipe accepté.
pl: Przyjęto tylko jedną wartość dla zespołu.

source: Invalid format, please check and try again.
fr: Format invalide, veuillez vérifier et réessayer.
pl: Nieprawidłowy format. Sprawdź i spróbuj ponownie.

source: Team counts are higher than the total, double check your counts and try again. You entered **
fr: Le nombre de dresseur est supérieur à l’équipe indiquée, vérifiez vos comptes et réessayez. Tu as entré **
pl: Suma wartości dla drużyn jest wyższa niż łączna liczba, sprawdź ponownie podane wartości i spróbuj jeszcze raz. Wszedłeś **

source: ** total and **
fr: ** total et **
pl: ** ogółem i **

source: ** in your party.
fr: ** dans votre groupe.
pl: ** w twojej drużynie.

source: Meowth! Something is not adding up! Try making sure your total matches what each team adds up to!
fr: Meowth! Quelque chose ne s'additionne pas! Essayez de vous assurer que votre total correspond à ce que chaque équipe additionne!
pl: Meowth! Coś się nie zgadza! Upewnij się, że łączna wartość zgadza się sumą z drużyn!

source: **Boss Interest:**
fr: **Intérêt pour le boss:**
pl: **Chętni na bossa:**

source: **Status List**
fr: **Liste de statut**
pl: **Statusy**

source: Maybe: **{channelmaybe}** | Coming: **{channelcoming}** | Here: **{channelhere}**
pl: Może: **{channelmaybe}** | W drodze: **{channelcoming}** | Na miejscu: **{channelhere}**

source: **Team List**
fr: **Liste d'équipe**
pl: **Trenerzy**

source: Meowth! I can't understand how many are in your group. Just say **!here** if you're by yourself, or **!coming 5** for example if there are 5 in your group.
fr: Meowth! Je n'arrive pas à comprendre combien sont dans votre groupe. Dites juste **!here** si vous êtes seul, ou **!coming 5 ** par exemple s'il y en a 5 dans votre groupe.
pl: Meowth! Nie mogę zrozumieć, ile osób jest w twojej grupie. Po prostu powiedz **!here** jeśli jesteś sam, lub na przykład **!comming 5**, jeśli w twojej grupie jest 5 osób.

source: Meowth! There is no group in the lobby for you to join! Use **!starting** if the group waiting at the raid is entering the lobby!
fr: Meowth! Il n'y a pas de groupe dans le lobby pour vous joindre! Utilisez **!starting** si le groupe qui attend au raid entre dans le hall!
pl: Meowth! W lobby nie ma grupy do przyłączenia się! Użyj **!starting**, jeśli grupa czekająca na rajd wchodzi do lobby!

source: Meowth! {member} is entering the lobby!
fr: Meowth! {member} entre dans le lobby!
pl: Meowth! {member} wchodzi do lobby!

source: Meowth! {member} is entering the lobby with a total of {trainer_count} trainers!
fr: Meowth! {member} entre dans le lobby avec un total de {trainer_count} dresseurs!
pl: Meowth! {member} wchodzi do lobby łącznie z {trainer_count} trenerami!

source: Meowth! {member} has no status to cancel!
fr: Meowth! {member} n'a pas de statut à annuler!
pl: Meowth! {member} nie ma statusu do anulowania!

source: Meowth! {member} is no longer interested!
fr: Meowth! {member} n'est plus intéressé(e)!
pl: Meowth! {member} nie jest już zainteresowany!

source: Meowth! {member} and their total of {trainer_count} trainers are no longer interested!
fr: Meowth! {member} et le total de {trainer_count} dresseurs avec lui ne sont plus intéressé(e)s!
pl: Meowth! {member} łącznie z {trainer_count} trenerami nie są już zainteresowani!

source: Meowth! {member} has left the {raidtype}!
fr: Meowth! {member} a quitté le {raidtype}!
pl: Meowth! {member} opuścił {raidtype}!

source: Meowth! {member} and their total of {trainer_count} trainers have left the {raidtype}!
fr: Meowth! {member} et le total de {trainer_count} dresseurs avec lui ont quitté le {raidtype}!
pl: Meowth! {member} łącznie z {trainer_count} trenerami opuścił {raidtype}!

source: Meowth! {member} is no longer on their way!
fr: Meowth! {member} n'est plus en chemin!
pl: Meowth! {member} nie jest już w drodze!

source: Meowth! {member} and their total of {trainer_count} trainers are no longer on their way!
fr: Meowth! {member} et le total de {trainer_count} dresseurs avec lui ne sont plus en chemin!
pl: Meowth! {member} i łącznie {trainer_count} trenerów już nie są w drodze!

source: Meowth! {member} has backed out of the lobby!
fr: Meowth! {member} est sorti du lobby (backout)!
pl: Meowth! {member} wycofał się z lobby!

source: Meowth! {member} and their total of {trainer_count} trainers have backed out of the lobby!
fr: Meowth! {member} et le total de {trainer_count} dresseurs avec lui ont quitté le lobby (backout)!
pl: Meowth! {member} i łącznie {trainer_count} trenerów wycofało się z lobby!

source: Meowth! The group of {count} in the lobby has entered the raid! Wish them luck!
fr: Meowth! Le groupe de {count} dans le lobby est entré dans le raid! Souhaitez-leur bonne chance!
pl: Meowth! Grupa licząca {count} osób rozpoczęła do rajdu! Życz im szczęścia!

source: Meowth! How can you start when the egg hasn't hatched!?
fr: Meowth! Comment pouvez-vous commencer quand l'œuf n'a pas éclos!?
pl: Meowth! Jak możesz zacząć, gdy jajko się nie wykluło!?

source: Meowth! Please wait for the group in the lobby to enter the raid.
fr: Meowth! Veuillez attendre le groupe dans le lobby pour entrer dans le raid.
pl: Meowth! Poczekaj, aż grupa w lobby rozpocznie raid.
