Repository: FoglyOgly/Meowth
Catalog: locale/*/LC_MESSAGES/meowth.po
Languages: fr, pl

source: Meowth! How can you start when there's no one waiting at this raid!?
fr: Meowth! Comment pouvez-vous commencer quand il n'y a personne en attente pour ce raid!?
pl: Meowth! Jak możesz zacząć, kiedy nikt nie czeka na tym rajdzie!?

source: to start at **{}**
fr: commence à **{}**
pl: zacząć od **{}**

source: Starting - Meowth! The group that was waiting{timestr}is starting the raid! Trainers {trainer_list}, if you are not in this group and are waiting for the next group, please respond with {here_emoji} or **!here**. If you need to ask those that just started to back out of their lobby, use **!backout**
fr: Début - Meowth! Le groupe qui attendait {timestr} commence le raid! Les dresseurs {trainer_list}, si vous n'êtes pas dans ce groupe et attendez le prochain groupe, répondez avec {here_emoji} ou **!here**. Si vous devez demander à ceux qui ont juste commencé à quitter leur lobby, utilisez **!backout** (sortie de lobby)
pl: Startujemy - Meowth! Grupa, która czekała {timestr} rozpoczyna raid! Trenerzy {trainer_list}, jeśli nie jesteście w tej grupie i czekacie na następną grupę, odpowiedzcie {here_emoji} lub **!here**. Jeśli chcesz poprosić tych, którzy właśnie zaczęli, by wycofali się ze swojego lobby, użyj **!backout**

source: **Next Group**
fr: **Groupe suivant**
pl: **Startujemy**

source: Meowth! There's no one else in the lobby for this raid!
fr: Meowth! Il n'y a personne d'autre dans le lobby pour ce raid!
pl: Meowth! W lobby nie ma nikogo innego na ten rajd!

source: Backout - Meowth! {author} has indicated that the group consisting of {lobby_list} and the people with them has backed out of the lobby! If this is inaccurate, please use **!lobby** or **!cancel** to help me keep my lists accurate!
fr: Backout (sortie de lobby) - Meowth! {author} a indiqué que le groupe composé de {lobby_list} et les personnes qui les accompagnaient ont quitté le lobby! Si cela est inexact, veuillez utiliser **!lobby** ou **!cancel** pour m'aider à garder mes listes exactes!
pl: Backout - Meowth! {autor} wskazał, że grupa składająca się z {lobby_list} oraz ludzi z nimi, wycofała się z lobby! Jeśli jest to nieprawda, użyj **!lobby** lub **!cancel**, aby dokładnie wiedział co się dzieje!

source: Meowth! There's no one in the lobby for this raid!
fr: Meowth! Il n'y a personne dans le lobby pour ce raid!
pl: Meowth! W lobby nie ma nikogo na ten raid!

source: Backout - Meowth! {author} has requested a backout! If one of the following trainers reacts with the check mark, I will assume the group is backing out of the raid lobby as requested! {lobby_list}
fr: Backout - Meowth! {author} a demandé un backout (sortie de lobby)! Si l'un des dresseurs suivants réagit avec la coche, je suppose que le groupe se retire du lobby du raid comme demandé! {lobby_list}
pl: Backout - Meowth! {author} zażądał wycofania! Jeśli któryś z poniższych trenerów zareaguje na znak wyboru, założę, że grupa wycofuje się z lobby, tak jak pisał! {lobby_list}

source: Meowth! {user} confirmed the group is backing out!
fr: Meowth! {user} a confirmé que le groupe se retire (sortie de lobby)!
pl: Meowth! {user} potwierdził, że grupa się wycofuje!

source: (assumed)
fr: (assumé)
pl: (przypuszczalnie)

source: Next group: **{}**
fr: Groupe suivant: **{}**
pl: Startujemy: **{}**

source: - Hatches: {expiry}{is_assumed}
fr: - Eclos: {expiry}{is_assumed}
pl: - Wyklucie: {expiry}{is_assumed}

source: - Starts: {expiry}{is_assumed}
fr: - Commence: {expiry}{is_assumed}
pl: - Start: {expiry}{is_assumed}

source: - Ends: {expiry}{is_assumed}
fr: - Termine: {expiry}{is_assumed}
pl: - Kończy się: {expiry}{is_assumed}

source: - Expiry: {expiry}{is_assumed}
fr: - Expire: {expiry}{is_assumed}
pl: - Wygasa: {expiry}{is_assumed}

source: {interestcount} interested, {comingcount} coming, {herecount} here, {lobbycount} in the lobby.{start_str}
fr: {interestcount} interested, {comingcount} coming, {herecount} here, {lobbycount} dans le lobby.{start_str}
pl: {interestcount} zainteresowanych, {comingcount} w drodze, {herecount} na miejscu, {lobbycount} w lobby.{start_str}

source: **Here's the current channels for {0}**
fr: ** Voici les chaînes actuelles pour {0} **
pl: **Oto bieżące kanały dla {0}**

source: **Active Raids:**
fr: **Raids actifs:**
pl: **Aktywne Raidy:**

source: **Active Raids:** (continued)
fr: **Raids actifs:** (suite)
pl: **Aktywne rajdy:** (ciąg dalszy)

source: **Raid Eggs:**
fr: **Œufs de Raid:**
pl: **Jajka: **

source: **Raid Eggs:** (continued)
fr: **Œufs de Raid:** (suite)
pl: **Jajka:** (ciąg dalszy)

source: **EX Raids:**
fr: **Raids EX:**
pl: **EX Raidy:**

source: **EX Raids:** (continued)
fr: **Raids EX:** (suite)
pl: **EX Raidy:** (ciąg dalszy)

source: **Meetups:**
fr: **Évènements (Meetup):**
pl: **Spotkania:**

source: **Meetups:** (continued)
fr: **Évènements (Meetup):** (suite)
pl: **Spotkania:** (ciąg dalszy)

source: Meowth! No active raids! Report one with **!raid <name> <location> [weather] [timer]**.
fr: Meowth! Il n'y a pas de raids actifs! Signaler un avec: **!raid <name> <location> [weather] [timer]**.
pl: Meowth! Brak aktywnych raidów! Zgłoś jakiś używając **!raid <nazwa> <lokalizacja> [pogoda] [czas]**.

source: Nobody has updated their status yet!
fr: Personne n'a encore mis à jour son statut!
pl: Nikt jeszcze nie zaktualizował swojego statusu!

source: The next group will be starting at **{}**
fr: Le prochain groupe commencera à ** {} **
pl: Startujemy o **{}**

source: including {trainer_list} and the people with them! Let them know if there is a group forming
fr: avec {trainer_list} et les dresseurs avec eux! Faites-leur savoir s'il y a un groupe qui se forme
pl: wliczając {trainer_list} i ludzi z nimi! Daj im znać, czy tworzy się grupa

source: {trainer_count} interested{including_string}!
fr: {trainer_count} intéressé(s){including_string}!
pl: {trainer_count} zainteresowany{including_string}!

source: including {trainer_list} and the people with them! Be considerate and wait for them if possible
fr: avec {trainer_list} et les dresseurs avec eux! Merci de les attendre si possible
pl: wliczając {trainer_list} i ludzi z nimi! Jeśli to możliwe poczekaj na nich

source: {trainer_count} on the way{including_string}!
fr: {trainer_count} en chemin{including_string}!
pl: {trainer_count} w drodze{including_string}!

source: including {trainer_list} and the people with them! Be considerate and let them know if and when you'll be there
fr: avec {trainer_list} et les dresseurs avec eux! Merci de préciser si vous venez et dans combien de temps vous arrivez
pl: wliczając {trainer_list} i ludzi z nimi! Daj im znać czy i kiedy będziesz

source: {trainer_count} waiting at the {raidtype}{including_string}!
fr: {trainer_count} attend(ent) au {raidtype}{including_string}!
pl: {trainer_count} czeka na {raidtype}{including_string}!

source: including {trainer_list} and the people with them! Use **!lobby** if you are joining them or **!backout** to request a backout
fr: y compris {trainer_list} et les dresseurs avec eux! Utilisez **!lobby** si vous vous joignez à eux ou **!backout** pour demander un backout (sortie du lobby)
pl: wliczając {trainer_list} i ludzi z nimi! Użyj **!lobby** jeśli dołączasz lub **!backout** aby wycofać prośbę

source: {trainer_count} in the lobby{including_string}!
fr: {trainer_count} dans le lobby{including_string}!
pl: {trainer_count} w lobby {including_string}!

source: {type}{name}: **{total} total,** {interested} interested, {coming} coming, {here} waiting{type}
pl: {type}{name}: **{total} wszyscy,** {interested} zainteresowani, {coming} w drodze, {here} na miejscu{type}

source: Boss numbers for the raid: {}
fr: Numéro des Bosses pour le raid: {}
pl: Numery bossów raidowych: {}

source: Nobody has told me what boss they want!
fr: Personne ne m'a dit quel boss il veut!
pl: Nikt nie powiedział mi jakiego bossa chce!

source: {emoji} **{total} total,** {interested} interested, {coming} coming, {here} waiting {emoji}
pl: {emoji} **{total} wszyscy,** {interested} zainteresowani, {coming} w drodze, {here} na miejscu {emoji}

source: **{grey_number} total,** {greymaybe} interested, {greycoming} coming, {greyhere} waiting
pl: **{grey_number} wszyscy,** {greymaybe} zainteresowani, {greycoming} w drodze, {greyhere} na miejscu

source: Team numbers for the raid: {}
fr: Nombre de dresseurs par équipe pour le raid: {}
pl: Numery drużyn do raidu: {}

source: Nobody has updated their status!
fr: Personne n'a mis à jour son statut!
pl: Nikt nie zaktualizował swojego statusu!

source: Your current **!want** list is: ```{wantlist}```
fr: Votre liste **!want ** actuelle est: ```{wantlist}```
pl: Twoja aktualna lista **!want** to: ```{wantlist}```

source: You don't have any wants! use **!want** to add some.
fr: Vous n'avez aucun Pokémon souhaité! Utilisez **!want ** pour en ajouter.
pl: Nie masz żadnych pragnień! Użyj **!want** aby coś dodać.

source: **Reward**: {reward}, **Pokestop**: [{location}]({url}), **Quest**: {quest}, **Reported By**: {author}
fr: **Récompense**: {reward}, **Pokestop**: [{location}]({url}), **Quête**: {quest}, **Signalé par**: {author}
pl: **Nagroda**: {reward}, **Pokestop**: [{location}]({url}), **Zadanie**: {quest}, **Zgłoszone przez**: {author}

source: Meowth! **Here's the current research reports for {channel}** {questmsg}
fr: Meowth! **Voici les études de terrain en cours pour {channel}** {questmsg}
pl: Meowth! **Oto aktualne raporty badawcze dla {channel}** {questmsg}

source: **Here's the current research reports for {channel}** {questmsg}
fr: **Voici les études de terrain en cours pour {channel}** {questmsg}
pl: **Oto aktualne raporty badawcze dla {channel}** {questmsg}

source: There are no reported research reports. Report one with **!research**
fr: Il n'y a pas d'études de terrain signalée. Signalez-en une avec **!research**
pl: Brak raportów z badań. Zgłoś jeden używając **!research**

source: **Pokemon**: {pokemon}, **Location**: [{location}]({url}), **Reported By**: {author}
fr: **Pokemon**: {pokemon}, **Emplacement**: [{location}]({url}), **Signalé par**: {author}
pl: **Pokemon**: {pokemon}, **Lokalizacja**: [{location}]({url}), **Zgłoszone przez**: {author}

source: Meowth! **Here's the current wild reports for {channel}** {wildmsg}
fr: Meowth! **Voici les signalements de Pokémon sauvages actuels pour {channel}** {wildmsg}
pl: Meowth! **Oto aktualne raporty o dzikich pokemonach dla {channel}** {wildmsg}

source: **Pokemon**: {pokemon}, **Location**: [{location}]({url}), **Reported By**: {author} **Location**: <{url}>
fr: **Pokemon**: {pokemon}, **Emplacement**: [{location}]({url}), **Signalé par**: {author} **Emplacement**: <{url}>
pl: **Pokemon**: {pokemon}, **Lokalizacja**: [{location}]({url}), **Zgłoszone przez**: {author} **Lokalizacja**: <{url}>

source: **Here's the current wild reports for {channel}** {wildmsg}
fr: **Voici les signalements de Pokémon sauvages actuels pour {channel}** {wildmsg}
pl: **Oto aktualne raporty o dzikich pokemonach dla {channel}** {wildmsg}

source: There are no reported wild pokemon. Report one with **!wild <pokemon> <location>**
fr: Il n'y a aucun pokémon sauvage signalé. Signalez-en un avec **!wild <pokemon> <location>**
pl: Nie ma doniesień o dzikim pokemonie. Zgłoś go używając **!wild <pokemon> <lokalizacja>**

source: This Travelers Card is private and cannot be linked!
fr: Cette Travelers Card est privée et ne peut pas être liée !

source: Travelers Card not found!
fr: Travelers Card non trouvée !

source: Meowth! You did not provide a known Silph Road Traveler!
fr: Meowth! Vous n'avez pas fourni un voyageur Silph Road connu!

source: 🏎: I'm on my way!
fr: 🏎: Je suis en route !

source: 💨: The Pokemon despawned!
fr: 💨: Le Pokemon à despawned!

source: **Gym:**
fr: **Arène:**

source: Did you mean egg hatch time 🥚 or time remaining before hatch ⏲?
fr: Voulez-vous dire le temps d'éclosion des œufs 🥚ou le temps restant avant l'éclosion ⏲?

source: Pokebattler Estimator:
fr: Estimation de Pokebattler:

source: Here are the best counters for the raid boss in currently known weather conditions! Update weather with **!weather**. If you know the moveset of the boss, you can react to this message with the matching emoji and I will update the counters.
fr: Voici les meilleurs combattants pour le boss de raid suivant les conditions météo actuelles! Mettre à jour la météo avec **!weather**. Si vous connaissez le moveset du boss, vous pouvez réagir à ce message avec l’emoji correspondant et je mettrai à jour les compteurs.

source: Meowth! I'm missing some details! Usage: {prefix}{command}
fr: Meowth! Il me manque quelques détails! Utilisation: {prefix}{command}

source: Meowth! Team Management is not enabled on this server. **{prefix}{cmd_name}** is unable to be used.
fr: Meowth! La gestion des Team n'est pas activée sur ce serveur. **{prefix}{cmd_name}** ne peut pas être utilisé.

source: Meowth! Pokemon Notifications are not enabled on this server. **{prefix}{cmd_name}** is unable to be used.
fr: Meowth! Les notifications Pokemon ne sont pas activées sur ce serveur. **{prefix}{cmd_name}** ne peut pas être utilisé.

source: Meowth! Wild Reporting is not enabled on this server. **{prefix}{cmd_name}** is unable to be used.
fr: Meowth! La gestion de signalement de Pokémons sauvage (Spain) n'est pas activée sur ce serveur. **{prefix}{cmd_name}** ne peut pas être utilisé.

source: Meowth! Reporting is not enabled for this channel. **{prefix}{cmd_name}** is unable to be used.
fr: Meowth! La gestion des signalements n'est pas activée sur ce serveur. **{prefix}{cmd_name}** ne peut pas être utilisé.

source: Meowth! Raid Management is not enabled on this server. **{prefix}{cmd_name}** is unable to be used.
fr: Meowth! La gestion des Raids n'est pas activée sur ce serveur. **{prefix}{cmd_name}** ne peut pas être utilisé.

source: Meowth! EX Raid Management is not enabled on this server. **{prefix}{cmd_name}** is unable to be used.
fr: Meowth! La gestion des Raids EX n'est pas activée sur ce serveur. **{prefix}{cmd_name}** ne peut pas être utilisé.

source: Meowth! Research Reporting is not enabled on this server. **{prefix}{cmd_name}** is unable to be used.
fr: Meowth! La gestion des Etudes de terrain n'est pas activée sur ce serveur. **{prefix}{cmd_name}** ne peut pas être utilisé.

source: Meowth! Meetup Reporting is not enabled on this server. **{prefix}{cmd_name}** is unable to be used.
fr: Meowth! La gestion des Évènement (Meetup) n'est pas activée sur ce serveur. **{prefix}{cmd_name}** ne peut pas être utilisé.

source: Meowth! Channel Archiving is not enabled on this server. **{prefix}{cmd_name}** is unable to be used.
fr: Meowth! La gestion de l'archivage des chaînes n'est pas activée sur ce serveur. **{prefix}{cmd_name}** ne peut pas être utilisé.

source: Meowth! EX Raid Invite is not enabled on this server. **{prefix}{cmd_name}** is unable to be used.
fr: Meowth! La gestion des Invitations aux Raids EX n'est pas activée sur ce serveur. **{prefix}{cmd_name}** ne peut pas être utilisé.

source: Meowth! Please use **{prefix}{cmd_name}** in
fr: Meowth! S'il vous plait, utilisez **{prefix}{cmd_name}** dans

source: a Region report channel.
fr: une chaîne de signalement régional.

source: one of the following region channels:
fr: une des chaînes régionales suivantes :

source: Meowth! Please use **{prefix}{cmd_name}** in the following channel
fr: Meowth! S'il vous plait, utilisez **{prefix}{cmd_name}** dans la chaîne suivante

source: Meowth! Please use **{prefix}{cmd_name}** in a Raid channel. Use **{prefix}list** in any
fr: Meowth! S'il vous plait, utilisez **{prefix}{cmd_name}** dans une chaîne de signalement de Raid. Utilisez **{prefix}list** dans tous

source: Region report channel to see active raids.
fr: Chaîne de signalement régional pour voir les raids actifs.

source: of the following Region channels to see active raids:
fr: des chaînes de signalement régional suivantes pour voir les raids actifs:

source: Meowth! Please use **{prefix}{cmd_name}** in an Egg channel. Use **{prefix}list** in any
fr: Meowth! S'il vous plait, utilisez **{prefix}{cmd_name}** dans une chaîne de signalement d’œuf de Raid. Utilisez **{prefix}list** dans tous

source: Meowth! **{prefix}{cmd_name}** can't be used in a Raid channel.
fr: Meowth! **{prefix}{cmd_name}** ne peut pas être utilisé dans une chaîne de raid.

source: Meowth! Please use **{prefix}{cmd_name}** in an Active Raid channel. Use **{prefix}list** in any
fr: Meowth! S'il vous plait, utilisez **{prefix}{cmd_name}** dans une chaîne de signalement de Raid active. Utilisez **{prefix}list** dans tous

source: Region report channel to see active channels.
fr: Chaîne de signalement régional pour voir les chaînes actives.

source: of the following Region channels to see active channels:
fr: des chaînes de signalement régional suivante pour voir les chaînes actives:

source: This is an egg channel. The channel needs to be activated with **{prefix}raid <pokemon>** before I accept commands!
fr: Ceci est chaîne de signalement d’œuf de Raid. Cette chaîne doit être activée par **{prefix}raid <pokemon>** avant que j'y accepte des commandes!

source: Meowth! Please use **{prefix}{cmd_name}** in an Active channel. Use **{prefix}list** in any
fr: Meowth! S'il vous plait, utilisez **{prefix}{cmd_name}** dans une chaîne active. Utilisez **{prefix}list** dans tous

source: Meowth! Please use **{prefix}{cmd_name}** in either a Raid channel or
fr: Meowth! S'il vous plait, utilisez **{prefix}{cmd_name}** aussi bien dans une chaîne de signalement de Raid que

source: Meowth! Please use **{prefix}{cmd_name}** in either a Raid Egg channel or
fr: Meowth! S'il vous plait, utilisez **{prefix}{cmd_name}** aussi bien dans une chaîne de signalement d’œuf de Raid que

source: Meowth! Please use **{prefix}{cmd_name}** in either a EX Raid channel or one of the following region channels:
fr: Meowth! Veuillez utiliser **{prefix} {cmd_name}** dans une chaîne EX Raid ou dans l’un des chaînes régionales suivantes:

source: Meowth! Please use **{prefix}{cmd_name}** in a EX Raid channel. Use **{prefix}list** in any of the following region channels to see active raids:
fr: Meowth! Veuillez utiliser **{prefix} {cmd_name}** dans uns chaîne EX Raid. Utilisez **{prefix}list** dans l’une des chaînes régionales suivantes pour voir les raids actifs:
