Repository: FoglyOgly/Meowth
Catalog: locale/*/LC_MESSAGES/meowth.po
Languages: fr, pl

source: EX Raid Reporting allows users to report EX raids with **!exraid**. Pokemon EX raid reports are contained within one or more channels. Each channel will be able to represent different areas/communities. I'll need you to provide a list of channels in your server you will allow reports from in this format: `channel-name, channel-name, channel-name` Example: `kansas-city-raids, hull-raids, sydney-raids` If you do not require EX raid reporting, you may want to disable this function. Respond with: **N** to disable, or the **channel-name** list to enable, each seperated with a comma and space:
fr: Le signalement de Raid EX permet aux utilisateurs de signaler les raids EX avec **!exraid**. Les signalements de raid Pokemon EX peuvent se faire dans une ou plusieurs chaînes. Chaque chaîne pourra représenter différentes zones / communautés. Je vais avoir besoin que vous fournissiez une liste de chaînes dans votre serveur où vous autoriserez les signalements dans ce format: `nom-chaîne, nom-chaîne, nom-chaîne` Exemple: `kansas-city-raids, coque-raids, sydney-raids` Si vous n’avez pas besoin de signalements de Raid EX, vous pouvez désactiver cette fonction. Répondez avec: **N** pour désactiver, ou la liste **channel-name** pour activer, chacune séparée par une virgule et un espace:
pl: Raporty Ex Raidów pozwalają użytkownikom zgłaszać Ex Raidy za pomocą **!exraid**. Raporty te są zawarte w jednym lub kilku kanałach. Każdy kanał będzie w stanie reprezentować różne obszary/społeczności. Musisz podać listę kanałów na twoim serwerze, na których będziesz zezwalać na raporty w tym formacie: `nazwa-kanału, nazwa-kanału, nazwa-kanału` Przykład: `raidy-ex, raidy-ex-krakow, raidy-ex-skawina` Jeśli nie potrzebujesz raportowania Ex Raidów, możesz wyłączyć tę funkcję. Odpowiadz za pomocą: **N**, aby wyłączyć, lub listą **nazw-kanałów**, która ma być włączona ta funkcjonalność:

source: EX Raid Reporting disabled
fr: Chaînes de signalement de Raid EX désactivées
pl: Raportowanie Ex Raidów jest wyłączone

source: EX Raid Reporting Channels enabled
fr: Chaînes de signalement de Raid EX activées
pl: Kanały raportowania Ex Raidów są włączone

source: EX Raid Reporting Locations
fr: Localisation des Raid EX
pl: Raportowanie lokalizacji Ex Raidów

source: For each report, I generate Google Maps links to give people directions to EX raids! To do this, I need to know which suburb/town/region each report channel represents, to ensure we get the right location in the map. For each report channel you provided, I will need its corresponding general location using only letters and spaces, with each location seperated by a comma and space. Example: `kansas city mo, hull uk, sydney nsw australia` Each location will have to be in the same order as you provided the channels in the previous question. Respond with: **location info, location info, location info** each matching the order of the previous channel list below.
fr: Pour chaque rapport, je génère des liens Google Maps pour donner aux utilisateurs l’itinéraire pour les Raids EX! Pour ce faire, j’ai besoin de savoir quelle banlieue / ville / région chaque chaîne de signalement représente, pour s’assurer que nous obtenons le bon emplacement sur la carte. Pour chaque chaîne de signalement que vous avez fourni, j’ai besoin de son emplacement général correspondant en utilisant uniquement des lettres et des espaces, chaque emplacement étant séparé par une virgule et un espace. Exemple: `kansas city mo, coque uk, sydney nsw australie` Chaque emplacement devra être dans le même ordre que vous avez fourni les chaînes dans la question précédente. Répondre avec: ** informations de localisation, informations de localisation, informations de localisation ** correspondant chacune à l’ordre de la liste de chaînes précédente ci-dessous.
pl: Dla każdego raportu generuję linki do Map Google, aby przekazać ludziom wskazówki dotyczące Ex Raidu! Aby to zrobić, muszę wiedzieć, które przedmieście/miejscowość/region reprezentuje każdy kanał raportu, aby upewnić się, że otrzymamy właściwą lokalizację na mapie. Dla każdego podanego kanału raportu będę potrzebować jego odpowiedniej ogólnej lokalizacji, używając tylko liter i spacji, z każdą lokalizacją oddzieloną przecinkiem i spacją. Na przykład: `kraków podgórze, kraków łobzów` Lokalizacje muszą być w tej samej kolejności, w jakiej podałeś kanały w poprzednim pytania. Odpowiedz za pomocą: **lokalizacja, lokalizacja, lokalizacja**.

source: EX Raid Reporting Locations are set
fr: La localisation des Raid EX est définie
pl: Lokalizacje raportowania Ex Raidów są ustawione

source: How would you like me to categorize the EX raid channels I create? Your options are: **none** - If you don't want them categorized **same** - If you want them in the same category as the reporting channel **other** - If you want them categorized in a provided category name or ID
fr: Comment voulez-vous que je catégorise les chaînes de raid EX que je crée? Vos options sont: **none** - Si vous ne voulez pas les catégoriser **same** - Si vous les voulez dans la même catégorie que la chaîne de signalement **other** - Si vous voulez les classer dans un nom de catégorie ou un ID fourni
pl: W jaki sposób chciałbyś, abym sklasyfikował utworzone przeze mnie kanały Ex Raidów? Twoje opcje to: **none** - jeśli nie chcesz ich klasyfikować **same** - jeśli chcesz je w tej samej kategorii co kanał raportowania **other** - jeśli chcesz je sklasyfikować w podanej nazwie lub identyfikatorze kategorii

source: EX Raid Reporting Categories
fr: Catégories des Raid EX
pl: Kategorie raportowania Ex Raidów

source: In the same order as they appear below, please give the names of the categories you would like raids reported in each channel to appear in. You do not need to use different categories for each channel, but they do need to be pre-existing categories. Separate each category name with a comma. Response can be either category name or ID. Example: `kansas city, hull, 1231231241561337813` You have configured the following channels as EX raid reporting channels.
fr: Dans le même ordre que celui indiqué ci-dessous, indiquez le nom des catégories dans lesquelles vous souhaitez que les raids signalés dans chaque chaîne apparaissent. Vous n’avez pas besoin d’utiliser des catégories différentes pour chaque chaîne, mais elles doivent être des catégories préexistantes . Séparez chaque nom de catégorie par une virgule. La réponse peut être le nom de la catégorie ou l’ID. Exemple: `kansas city, coque, 1231231241561337813` Vous avez configuré les chaînes suivantes en tant que chaînes de signalement de RAID EX.
pl: W takiej kolejności, w jakiej są podane poniżej, podaj nazwy kategorii, w których mają pojawić się raidy zgłoszone w każdym kanale. Nie musisz używać różnych kategorii dla każdego kanału, ale muszą to być wcześniej istniejące kategorie . Każdą nazwę kategorii oddziel przecinkiem. Odpowiedź może być nazwą kategorii lub identyfikatorem. Przykład: `kansas city, hull, 1231231241561337813` Skonfigurowałeś następujące kanały jako kanały raportowania Ex Rajdów.

source: EX Raid Categories are set
fr: Les catégories des Signalement de Raid EX sont définies
pl: Kategorie Ex Raidów są ustawione

source: EX Raid Channel Read Permissions
fr: Permissions de lecture des chaÎnes de Raid Ex
pl: Uprawnienia do odczytu kanału Ex Raidów

source: Who do you want to be able to **see** the EX Raid channels? Your options are: **everyone** - To have everyone be able to see all reported EX Raids **same** - To only allow those with access to the reporting channel.
fr: Qui voulez-vous être en mesure de **voir** les chaînes Raid EX ? Vos options sont: **everyone** - Pour que tout le monde puisse voir tous les Raids EX signalés **same** - Autoriser uniquement ceux qui ont accès à la chaîne de signalement.
pl: Kto ma **widzieć** kanały Ex Raidów? Twoje opcje to: **everyone** - aby każdy mógł zobaczyć wszystkie zgłoszone Ex Raidy **same** - aby zezwolić tylko osobom mającym dostęp do kanału zgłaszania.

source: Everyone permission enabled
fr: Autorisation accordée à tous
pl: Uprawnienia dla wszystkich włączone

source: Same permission enabled
fr: Même autorisation activée
pl: Uprawnienie 'same' włączone

source: Do you want access to EX raids controlled through members using the **!invite** command? If enabled, members will have read-only permissions for all EX Raids until they use **!invite** to gain access. If disabled, EX Raids will inherit the permissions from their reporting channels. Respond with: **N** to disable, or **Y** to enable:
fr: Voulez-vous accéder aux raids EX contrôlés par les membres à l'aide de la commande **!invite**? Si cette option est activée, les membres disposeront d'autorisations en lecture seule pour tous les raids EX jusqu'à ce qu'ils utilisent **!invite** pour y accéder. Si désactivé, les raids EX héritent des autorisations de leurs chaînes de signalements. Répondre avec: **N** pour désactiver ou **Y** pour activer:
pl: Czy chcesz by dostęp do Ex Raidów był kontrolowany przez użycie komendy **!invite**? Jeśli to włączysz, użytkownicy będą mogli tylko czytać na kanałach Ex Raidów, dopóki nie użyją polecenia **!invite** aby uzyskać dostęp.. Jeśli to wyłączysz, kanały Ex Raidów odziedziczą uprawnienia z kanałów raportowania. Odpowiedz **N** aby wyłączyć, lub **Y** aby włączyć:

source: Invite Configuration
fr: Configuration d'invitation
pl: Konfiguracja polecenia Invite

source: Invite Command enabled
fr: Command d'invitation activée
pl: Komenda Invite włączona

source: Invite Command disabled
fr: Command d'invitation désactivée
pl: Polecenie Invite wyłączone

source: Automatic Counters Configuration
fr: Configuration de la liste automatique de combattants
pl: Konfiguracja kontr

source: Do you want to generate an automatic counters list in newly created raid channels using PokeBattler? If enabled, I will post a message containing the best counters for the raid boss in new raid channels. Users will still be able to use **!counters** to generate this list. Respond with: **N** to disable, or enable with a comma separated list of boss levels that you would like me to generate counters for. Example:`3,4,5,EX`
fr: Voulez-vous générer une liste automatique de combattants dans les chaînes de raid nouvellement créés en utilisant PokeBattler? Si activé, je posterai un message contenant les meilleurs combattants pour le boss du raid dans les nouvelles chaînes de raid. Les utilisateurs pourront toujours utiliser **!counters** pour générer cette liste. Répondez avec: **N** pour désactiver ou activer avec une liste de niveaux de boss séparés par des virgules pour lesquels vous aimeriez générer des compteurs. Exemple: `3,4,5, EX`
pl: Czy chcesz automatycznie generować kontry na nowo stworzonych kanałach rajdowych używając PokeBattler? Jeśli to włączysz, będę zamieszczać wiadomości z najlepszymi kontami na raidowych bosów w nowych kanałach. Jeśli wyłączysz, nie będę tego robić, ale użytkownicy wciąż będą mogli wygenerować listę kontr używając polecenia **!counters**. Odpowiedz **N** aby wyłączyć, lub aby włączyć podaj listę (oddzielaną przecinkami) poziomów raidów na których mam zamieszczać kontry, np. `3,4,5,EX`

source: Automatic Counters disabled
fr: Liste automatique de combattants désactivés
pl: Automatyczne dodawanie kontry wyłączone

source: Automatic Counter Levels set to: {levels}
fr: Niveaux de compteurs automatiques définis sur : {levels}
pl: Automatyczne poziomy liczników ustawione na: {levels}

source: Please enter at least one level from 1 to EX separated by comma. Ex: `4,5,EX` or **N** to turn off automatic counters.
fr: Veuillez entrer au moins un niveau entre 1 et EX séparés par une virgule. Ex: `4,5, EX` ou **N** pour désactiver la liste automatique de combattants.
pl: Wprowadź przynajmniej jeden poziom rajdu od 1 do EX, oddzielony przecinkami. Na przykład: `4,5,EX` lub **N** aby wyłączyć automatyczną informację o kontrach.

source: Wild Reporting Channels
fr: ChaÎnes de signalement de Pokémon sauvage
pl: Kanały raportowania dzikich pokemonów

source: Wild Reporting allows users to report wild spawns with **!wild**. Pokemon **wild** reports are contained within one or more channels. Each channel will be able to represent different areas/communities. I'll need you to provide a list of channels in your server you will allow reports from in this format: `channel-name, channel-name, channel-name` Example: `kansas-city-wilds, hull-wilds, sydney-wilds` If you do not require **wild** reporting, you may want to disable this function. Respond with: **N** to disable, or the **channel-name** list to enable, each seperated with a comma and space:
fr: Le signalement de Pokémon sauvage permet aux dresseurs de signaler des spawns sauvages avec **!wild **. Les signalements peuvent se faire dans une ou plusieurs chaînes. Chaque chaîne pourra représenter différentes zones / communautés. Je vais avoir besoin que vous fournissiez une liste de chaînes de votre serveur où vous autoriserez les rapports dans ce format: `nom-chaîne, nom-chaîne, nom-chaîne` Exemple: `kansas-city-wilds, coque-wilds, sydney-wilds` Si vous n’avez pas besoin de générer des rapports **wild**, vous pouvez désactiver cette fonction. Répondez avec: **N** pour désactiver, ou la liste **channel-name** pour activer, chacune séparée par une virgule et un espace:
pl: Raportowanie dzikich pokemonów pozwala użytkownikom raportować dzikie spawny używając **!wild **. Raporty zawarte w jednym lub kilku kanałach. Każdy kanał będzie w stanie reprezentować różne obszary/społeczności. Musisz podać listę kanałów na twoim serwerze, na których będziesz zezwalać na raporty w formacie: `nazwa-kanału, nazwa-kanału, nazwa-kanału` Przykład: `kansas-city-wilds, hull-wilds, sydney-wilds` Jeśli nie potrzebujesz raportowania dzikich pokemonów, możesz wyłączyć tę funkcję. Odpowiadaj za pomocą: **N**, aby wyłączyć, lub listą **nazw-kanałów**, na których można raportować dzikie pokemony:

source: Wild Reporting disabled
fr: Signalement de Pokémon sauvage désactivé
pl: Raportowanie dzikich pokemonów wyłączone

source: Wild Reporting Channels enabled
fr: Chaînes de signalement de Pokémon sauvage activés
pl: Kanały raportowania dzikich pokemonów włączone

source: For each report, I generate Google Maps links to give people directions to wild spawns! To do this, I need to know which suburb/town/region each report channel represents, to ensure we get the right location in the map. For each report channel you provided, I will need its corresponding general location using only letters and spaces, with each location seperated by a comma and space. Example: `kansas city mo, hull uk, sydney nsw australia` Each location will have to be in the same order as you provided the channels in the previous question. Respond with: **location info, location info, location info** each matching the order of the previous channel list below.
fr: Pour chaque signalement, je génère des liens Google Maps pour donner aux dresseurs l’itinéraire pour les spawns sauvages! Pour ce faire, j’ai besoin de savoir quelle banlieue / ville / région chaque chaîne de signalement représente, pour s’assurer que nous obtenons le bon emplacement sur la carte. Pour chaque chaîne de signalement que vous avez fourni, j’ai besoin de son emplacement général correspondant en utilisant uniquement des lettres et des espaces, chaque emplacement étant séparé par une virgule et un espace. Exemple: `kansas city mo, coque uk, sydney nsw australie` Chaque emplacement devra être dans le même ordre que vous avez fourni les chaînes dans la question précédente. Répondre avec: **informations de localisation, informations de localisation, informations de localisation** correspondant chacune à l’ordre de la liste de chaînes précédente ci-dessous.
pl: Dla każdego raportu generuję linki do Map Google, by dawać ludziom wskazówki dotyczące dzikich spawnów! Aby to zrobić, muszę wiedzieć, które przedmieście/miejscowość/region reprezentuje każdy kanał raportu, aby upewnić się, że otrzymamy właściwą lokalizację na mapie. Dla każdego podanego kanału raportu będę potrzebować jego odpowiedniej ogólnej lokalizacji, używając tylko liter i spacji, z każdą lokalizacją oddzieloną przecinkiem i spacją. Przykład: `kansas city mo, hull uk, sydney nsw australia` Lokalizacje muszą być w tej samej kolejności, w jakiej podałeś kanały z poprzedniego pytania. Odpowiadaj za pomocą: **lokalizacja, lokalizacja, lokalizacja**.

source: Wild Reporting Locations
fr: Localisation des chaînes de signalement de Pokémon sauvage
pl: Lokalizacje raportowanych dzikich pokemonów

source: Wild Reporting Locations are set
fr: La localisation des chaînes de signalement de Pokémon sauvage est définie
pl: Lokalizacje raportowanych dzikich pokemonów są ustawione

source: Research Reporting Channels
fr: Chaînes de signalement de Quêtes
pl: Kanały raportowania badań

source: Research Reporting allows users to report field research with **!research**. Pokemon **research** reports are contained within one or more channels. Each channel will be able to represent different areas/communities. I'll need you to provide a list of channels in your server you will allow reports from in this format: `channel-name, channel-name, channel-name` Example: `kansas-city-research, hull-research, sydney-research` If you do not require **research** reporting, you may want to disable this function. Respond with: **N** to disable, or the **channel-name** list to enable, each seperated with a comma and space:
fr: Les signalement de quêtes permettent aux utilisateurs de signaler des études de terrain avec **!research **. peuvent se faire dans une ou plusieurs chaînes. Chaque chaîne pourra représenter différentes zones / communautés. Je vais avoir besoin que vous fournissiez une liste de chaînes de votre serveur où vous autoriserez les rapports dans ce format: `nom-chaîne, nom-chaîne, nom-chaîne` Exemple: `kansas-city-research, coque-recherche, sydney-research` Si vous n'avez pas besoin de rapports **research**, vous pouvez désactiver cette fonction. Répondez avec: **N** pour désactiver, ou la liste **channel-name** pour activer, chacune séparée par une virgule et un espace:
pl: Raportowanie badań umożliwia użytkownikom zgłaszanie badań terenowych używając **!research**. Raporty są zawarte w jednym lub kilku kanałach. Każdy kanał będzie w stanie reprezentować różne obszary/społeczności. Musisz podać listę kanałów na twoim serwerze, na których będziesz zezwalać na raporty w tym formacie: `nazwa-kanału, nazwa-kanału, nazwa-kanału` Przykład: `kansas-city-research, hull-research, sydney-research` Jeśli nie potrzebujesz tego raportowania, możesz chcieć wyłączyć tę funkcję. Odpowiadaj za pomocą: **N**, aby wyłączyć, lub listą **nazwa-kanałów**:

source: Research Reporting disabled
fr: Signalement d'Études de terrain désactivé
pl: Raportowanie badań wyłączone

source: Research Reporting Channels enabled
fr: Chaînes de Signalement d'Études de terrain activé
pl: Kanały raportowania badań włączone

source: For each report, I generate Google Maps links to give people directions to field research! To do this, I need to know which suburb/town/region each report channel represents, to ensure we get the right location in the map. For each report channel you provided, I will need its corresponding general location using only letters and spaces, with each location seperated by a comma and space. Example: `kansas city mo, hull uk, sydney nsw australia` Each location will have to be in the same order as you provided the channels in the previous question. Respond with: **location info, location info, location info** each matching the order of the previous channel list below.
fr: Pour chaque signalement, je génère des liens Google Maps pour donner aux utilisateurs l’itinéraire pour la quête sur le terrain! Pour ce faire, j'ai besoin de savoir quelle banlieue / ville / région chaque chaîne de signalement représente, pour s'assurer que nous obtenons le bon emplacement sur la carte. Pour chaque chaîne de signalement que vous avez fourni, j'ai besoin de son emplacement général correspondant en utilisant uniquement des lettres et des espaces, chaque emplacement étant séparé par une virgule et un espace. Exemple: `kansas city mo, coque uk, sydney nsw australie` Chaque emplacement devra être dans le même ordre que vous avez fourni les chaînes dans la question précédente. Répondre avec: **informations de localisation, informations de localisation, informations de localisation** correspondant chacune à l'ordre de la liste de chaînes précédente ci-dessous.
pl: Dla każdego raportu generuję linki do Map Google, aby dać ludziom wskazówki do badań w terenie! Aby to zrobić, muszę wiedzieć, które przedmieście/miejscowość/region reprezentuje każdy kanał raportu, aby upewnić się, że otrzymamy właściwą lokalizację na mapie. Dla każdego podanego kanału raportu będę potrzebować jego odpowiedniej ogólnej lokalizacji, używając tylko liter i spacji, z każdą lokalizacją oddzieloną przecinkiem i spacją. Przykład: `kansas city mo, hull uk, sydney nsw australia` Lokalizacje muszą być w tej samej kolejności, w jakiej podałeś kanały z poprzedniego pytania. Odpowiadaj za pomocą: **lokalizacja, lokalizacja, lokalizacja**.

source: Research Reporting Locations
fr: Localisation d'Études de terrain
pl: Lokalizacje raportowanych badań

source: Research Reporting Locations are set
fr: La localisation des signalements d'Études de terrain est définie
pl: Lokalizacje raportowanych badań są ustawione

source: Meetup Reporting Channels
fr: Chaîne de d’annonce d'Évènements (Meetup)
pl: Kanały raportowania spotkań

source: Meetup Reporting allows users to report meetups with **!meetup** or **!event**. Meetup reports are contained within one or more channels. Each channel will be able to represent different areas/communities. I'll need you to provide a list of channels in your server you will allow reports from in this format: `channel-name, channel-name, channel-name` Example: `kansas-city-meetups, hull-meetups, sydney-meetups` If you do not require meetup reporting, you may want to disable this function. Respond with: **N** to disable, or the **channel-name** list to enable, each seperated with a comma and space:
fr: La création d’annonce d'Évènements (Meetup) permet aux utilisateurs de signaler les rencontres avec **!meetup ** ou **!event **. Les annonces d'Évènements (Meetup) peuvent se faire dans une ou plusieurs chaînes. Chaque chaîne pourra représenter différentes zones / communautés. Je vais avoir besoin que vous fournissiez une liste de chaînes de votre serveur où vous autoriserez les rapports dans ce format: `nom-chaîne, nom-chaîne, nom-chaîne` Exemple: `kansas-city-meetups, coque-meetups, sydney-meetups` Si vous n'avez pas besoin des annonces de meetup, vous pouvez désactiver cette fonction. Répondez avec: **N** pour désactiver, ou la liste **channel-name** pour activer, chacune séparée par une virgule et un espace:
pl: Raportowanie spotkań umożliwia użytkownikom zgłaszanie spotkań za pomocą komend **!meetup** lub **!event**. Raporty o spotkaniach są zawarte w jednym lub kilku kanałach. Każdy kanał będzie w stanie reprezentować różne obszary/społeczności. Musisz podać listę kanałów na twoim serwerze, na które będziesz zezwalać na raporty w tym formacie: `nazwa-kanału, nazwa-kanału, nazwa-kanału` Przykład: `kansas-city-meetups, hull-meetups, sydney-meetups` Jeśli nie potrzebujesz raportowania spotkań, możesz wyłączyć tę funkcję. Odpowiadaj za pomocą: **N**, aby wyłączyć, lub listą **nazwa-kanałów**:

source: Meetup Reporting disabled
fr: Annonce d'Évènements (Meetup) désactivé
pl: Raportowania spotkań wyłączone

source: Meetup Reporting Channels enabled
fr: Annonce d'Évènements (Meetup) activé
pl: Kanały raportowania spotkań włączone
