Repository: FoglyOgly/Meowth
Catalog: locale/*/LC_MESSAGES/meowth.po
Languages: fr, pl

source: Team Assignments disabled!
fr: Affectations d’équipe désactivées !
pl: Przypisania drużyn wyłączone!

source: I'm sorry I don't understand. Please reply with either **N** to disable, or **Y** to enable.
fr: Je suis désolé, je ne comprends pas. Veuillez répondre avec **N** pour désactiver ou **Y** pour activer.
pl: Przepraszam, nie rozumiem. Proszę odpowiedzieć **N**, aby wyłączyć, lub **Y**, aby włączyć.

source: I can welcome new members to the server with a short message. Here is an example, but it is customizable:
fr: Je peux accueillir de nouveaux membres sur le serveur avec un court message. Voici un exemple, mais il est personnalisable :
pl: Mogę powitać nowych członków na serwerze za pomocą krótkiej wiadomości. Oto przykład, ale można go zmienić:

source: Meowth! Welcome to {server_name}, {owner_name.mention}! Set your team by typing '**!team mystic**' or '**!team valor**' or '**!team instinct**' without quotations. If you have any questions just ask an admin.
fr: Meowth! Bienvenue sur {server_name}, {owner_name.mention}! Définissez votre équipe en tapant '**!team mystic**' ou '**!team valor**' ou '**!team instinct**' sans les guillemets. Si vous avez des questions, demandez à un administrateur.
pl: Meowth! Witamy na {server_name}, {owner_name.mention}! Ustaw swoją drużynę, wpisując "**!team mystic**", "**!team valor**" lub "**!team instinct**" bez cudzysłowu. Jeśli masz jakieś pytania, zapytaj administratora.

source: Meowth! Welcome to {server_name}, {owner_name.mention}! If you have any questions just ask an admin.
fr: Meowth! Bienvenue à {server_name}, {owner_name.mention}! Si vous avez la moindre question, demandez aux adminstrateurs.
pl: Meowth! Witamy na {server_name}, {owner_name.mention}! Jeśli masz jakieś pytania, zapytaj o to administratora.

source: This welcome message can be in a specific channel or a direct message. If you have a bot that handles this already, you may want to disable this feature. Respond with: **N** to disable, **Y** to enable:
fr: Ce message de bienvenue peut être envoyé dans une chaîne spécifique ou par message direct. Si vous avez déjà un bot qui gère cela, vous pouvez désactiver cette fonctionnalité. Répondre avec: **N** pour désactiver, **Y** pour activer:
pl: Ta wiadomość powitalna może znajdować się na określonym kanale lub w wiadomości bezpośredniej. Jeśli masz już bota, który robi coś takiego, możesz wyłączyć tę funkcję. Odpowiadaj za pomocą: **N**, aby wyłączyć, **Y**, aby włączyć:

source: Welcome Message
fr: Message de bienvenue
pl: Wiadomość powitalna

source: Welcome Message enabled!
fr: Message de bienvenue activé !
pl: Wiadomość powitalna włączona!

source: Would you like a custom welcome message? You can reply with **N** to use the default message above or enter your own below. I can read all [discord formatting](https://support.discordapp.com/hc/en-us/articles/210298617-Markdown-Text-101-Chat-Formatting-Bold-Italic-Underline-) and I have the following template tags: **{@member}** - Replace member with user name or ID **{#channel}** - Replace channel with channel name or ID **{&role}** - Replace role name or ID (shows as @deleted-role DM preview) **{user}** - Will mention the new user **{server}** - Will print your server's name Surround your message with [] to send it as an embed. **Warning:** Mentions within embeds may be broken on mobile, this is a Discord bug.
fr: Voulez-vous un message de bienvenue personnalisé ? Vous pouvez répondre avec **N** pour utiliser le message par défaut ci-dessus ou entrez le vôtre ci-dessous. Je peux lire tout [formatage discord] (https://support.discordapp.com/hc/en-us/articles/210298617-Markdown-Text-101-Chat-Formatting-Bold-Italic-Underline-) et j’ai la liste de modèles de Tag suivants: **{@member}** - Remplace le membre par son nom d’utilisateur ou son ID **{#channel}** - Remplace la chaîne par le nom ou l’identifiant de la chaîne **{&role}** - Remplace le nom ou l’ID du rôle (affiche en tant qu’aperçu DM du rôle supprimé) **{user}** - Va mentionner le nouvel utilisateur **{server}** - Imprime le nom de votre serveur Entourez votre message avec [] pour l’envoyer en tant que embed. **Attention:** Les mentions au sein des embeds peuvent être cassées sur mobile, ceci est un bug de Discord.
pl: Czy chciałbyś otrzymać niestandardową wiadomość powitalną? Możesz odpowiedzieć **N**, aby użyć domyślnej wiadomości lub wprowadź własną poniżej. Mogę przeczytać wszystkie [discord formatting](https://support.discordapp.com/hc/en-us/articles/210298617-Markdown-Text-101-Chat-Formatting-Bold-Italic-Underline-) i mam następujące tagi do użycia: **{@member}** - wyświetlę nazwę lub identyfikator użytkownika **{#channel}** - wyświetlę nazwę lub identyfikator kanału **{&role}** - wyświetlę nazwę lub identyfikator roli (w podglądzie w prywatnej wiadomości pokazuje @deleted-role) **{user}** - wspomnę nowego użytkownika **{server}** - wypiszę nazwę serwera Wiadomość wpisz wewnątrz [], aby wysłać ją jako osadzenie. **Uwaga:** Wzmianki w osadzeniach mogą być zepsute na urządzeniach mobilnych, jest to błąd Discord.

source: Current Welcome Message
fr: Message de bienvenue actuel
pl: Aktualna wiadomość powitalna

source: Default welcome message set
fr: Message de bienvenue par défaut
pl: Domyślny wiadomość powitalna ustawiona

source: Please shorten your message to less than 500 characters. You entered {count}.
fr: Veuillez raccourcir votre message à moins de 500 caractères. Vous avez entré {count}.
pl: Skróć wiadomość do mniej niż 500 znaków. Wprowadziłeś {count}.

source: {msg} **Warning:** The following could not be found: {errors}
fr: {msg} **Attention:** Impossible de trouver ce qui suit: {errors}
pl: {msg} **Ostrzeżenie:** Nie znaleziono następujących elementów: {errors}

source: Please check the data given and retry a new welcome message, or reply with **N** to use the default.
fr: Veuillez vérifier les données fournies et réessayer un nouveau message de bienvenue, ou répondez par **N** pour utiliser la valeur par défaut.
pl: Sprawdź podane dane i spróbuj ponownie wysłać wiadomość powitalną lub odpowiedz **N**, aby użyć domyślnej.

source: Here's what you sent. Does it look ok?
fr: Voici ce que vous avez envoyé. Est-ce que ça a l’air ok ?
pl: Oto co wysłałeś. Czy jest dobrze?

source: Here's what you sent. Does it look ok? {welcome}
fr: Voici ce que vous avez envoyé. Est-ce que ça a l’air ok? {welcome}
pl: Oto co wysłałeś. Czy jest dobrze? {welcome}

source: Please enter a new welcome message, or reply with **N** to use the default.
fr: Veuillez entrer un nouveau message de bienvenue ou répondez par **N** pour utiliser la valeur par défaut.
pl: Wprowadź nową wiadomość powitalną, lub odpowiedz **N**, aby użyć domyślnej.

source: Welcome Message set to: {}
fr: Le message de bienvenue suivant à été enregistré : {}
pl: Wiadmość powitalna ustawiona na: {}

source: Welcome Message Channel
fr: Chaîne de Message de bienvenue
pl: Kanał wiadomości powitalnej

source: Which channel in your server would you like me to post the Welcome Messages? You can also choose to have them sent to the new member via Direct Message (DM) instead. Respond with: **channel-name** or ID of a channel in your server or **DM** to Direct Message:
fr: Dans quelle chaîne de votre serveur souhaitez-vous que je publie les messages de bienvenue ? Vous pouvez également choisir de les envoyer au nouveau membre via Message Direct (DM) à la place. Répondez avec: **nom-chaîne** ou ID d’une chaîne sur votre serveur ou **DM** vers un Message Direct:
pl: Na który kanale na twoim serwerze chciałbyś abym publikował wiadomości powitalne? Możesz także wybrać, aby zostały wysłane do nowego członka za pośrednictwem bezpośredniej wiadomości (DM). Odpowiadaj za pomocą: **nazwa-kanału**, identyfikatora kanału na serwerze lub **DM** dla wiadomości bezpośedniej:

source: Welcome DM set
fr: Message de bienvenue en Message Direct enregistré
pl: Powitanie przez wiadomość bezpośrednią (DM) ustawione

source: Channel names can't contain spaces, sorry. Please double check the name and send your response again.
fr: Les noms de chaînes ne peuvent pas contenir d’espaces, désolé. Veuillez vérifier le nom et renvoyer votre réponse.
pl: Nazwy kanałów nie mogą zawierać spacji. Sprawdź dokładnie nazwę i ponownie wyślij odpowiedź.

source: I couldn't set my own permissions in this channel. Please ensure I have the correct permissions in {channel} using **{prefix}get perms**.
fr: Je n’ai pas pu définir mes propres autorisations dans cette chaîne. Veuillez vous assurer que j’ai les permissions correctes dans {channel} en utilisant **{prefix}get perms**.
pl: Nie mogłem ustawić własnych uprawnień na tym kanale. Upewnij się, że mam odpowiednie uprawnienia w {channel} przy użyciu **{prefix}get perms**.

source: Welcome Channel set to {channel}
fr: Le message de bienvenue à été affecté à la chaîne {channel}
pl: Kanał powitalny ustawiony na {channel}

source: The channel you provided isn't in your server. Please double check your channel and resend your response.
fr: La chaîne que vous avez fournie n’existe pas. Veuillez vérifier votre chaîne et renvoyer votre réponse.
pl: Podany kanał nie znajduje się na serwerze. Sprawdź dokładnie swój kanał i ponownie wyślij odpowiedź.

source: Welcome Message disabled!
fr: Message de bienvenue désactivé !
pl: Wiadomość powitalna wyłączona!

source: Raid Reporting Channels
fr: Chaînes de signalements de Raids
pl: Kanał raportowania Raidów

source: Raid Reporting allows users to report active raids with **!raid** or raid eggs with **!raidegg**. Pokemon raid reports are contained within one or more channels. Each channel will be able to represent different areas/communities. I'll need you to provide a list of channels in your server you will allow reports from in this format: `channel-name, channel-name, channel-name` Example: `kansas-city-raids, hull-raids, sydney-raids` If you do not require raid or raid egg reporting, you may want to disable this function. Respond with: **N** to disable, or the **channel-name** list to enable, each seperated with a comma and space:
fr: Le signalement de Raid permet aux utilisateurs de signaler des raids actifs avec **!raid** ou des œufs de raid avec **!raidegg**. Les signalements peuvent se faire dans une ou plusieurs chaînes. Chaque chaîne pourra représenter différentes zones / communautés. Je vais avoir besoin que vous fournissiez une liste des chaînes de votre serveur où vous autoriserez les signalements avec ce format: `nom-chaîne, nom-chaîne, nom-chaîne` Exemple: `kansas-city-raids, coque-raids, sydney-raids` Si vous n’avez pas besoin de signalements sur les raids ou les raids, vous pouvez désactiver cette fonction. Répondez avec: **N** pour désactiver, ou la liste **channel-name** pour activer, chacune séparée par une virgule et un espace:
pl: Raporty Raidów umożliwiają użytkownikom zgłaszanie aktywnych rajdów używając **!raid** lub niewyklutych jajek używając **!raidegg**. Raporty o raidach są zawarte na jednym lub kilku kanałach. Każdy kanał będzie w stanie reprezentować różne obszary/społeczności. Musisz podać listę kanałów na twoim serwerze, na których będziesz zezwalać na raporty, w formacie: `nazwa-kanału, nazwa-kanału, nazwa-kanału` Przykład: "raidy-olsza, raidy-pradnik, raidy-lobzow` Jeśli nie potrzebujesz raportowania jaj lub raidów, możesz wyłączyć tę funkcję. Odpowiadaj za pomocą: **N**, aby wyłączyć, lub listą **nazw-kanałów**:

source: Raid Reporting disabled
fr: Signalement de Raid désactivé
pl: Raportowanie raidów wyłączone

source: Raid Reporting Channels enabled
fr: Chaînes de signalement de Raid activé
pl: Raportowanie raidów włączone

source: The channel list you provided doesn't match with your servers channels. The following aren't in your server: **{invalid_channels}** Please double check your channel list and resend your reponse.
fr: La liste des chaînes que vous avez fournie ne correspond pas aux chaînes de vos serveurs. Les éléments suivants ne se trouvent pas sur votre serveur: **{invalid_channels}** Veuillez vérifier votre liste de chaînes et renvoyer votre réponse.
pl: Podana lista kanałów nie pasuje do kanałów na twoim serwerze. Na twoim serwerze nie ma: **{invalid_channels}** Sprawdź dokładnie swoją listę kanałów i ponownie wyślij odpowiedź.

source: For each report, I generate Google Maps links to give people directions to the raid or egg! To do this, I need to know which suburb/town/region each report channel represents, to ensure we get the right location in the map. For each report channel you provided, I will need its corresponding general location using only letters and spaces, with each location seperated by a comma and space. Example: `kansas city mo, hull uk, sydney nsw australia` Each location will have to be in the same order as you provided the channels in the previous question. Respond with: **location info, location info, location info** each matching the order of the previous channel list below.
fr: Pour chaque signalement, je génère des liens Google Maps pour donner aux dresseurs l’itinéraire pour le raid ou l’œuf! Pour ce faire, j’ai besoin de savoir quelle banlieue / ville / région chaque chaîne de d’annonce représente, pour s’assurer que nous obtenons le bon emplacement sur la carte. Pour chaque chaîne de signalement que vous avez fourni, j’ai besoin de son emplacement général correspondant en utilisant uniquement des lettres et des espaces, chaque emplacement étant séparé par une virgule et un espace. Exemple: `kansas city mo, coque uk, sydney nsw australie` Chaque emplacement devra être dans le même ordre que vous avez fourni les chaînes dans la question précédente. Répondre avec: **informations de localisation, informations de localisation, informations de localisation** correspondant chacune à l’ordre de la liste de chaînes précédente ci-dessous.
pl: Dla każdego raportu generuję linki do Map Google, aby przekazać ludziom wskazówki dotyczące raidu lub jajka! Aby to zrobić, muszę wiedzieć, które przedmieście/miejscowość/region reprezentuje każdy kanał raportu, aby upewnić się, że otrzymamy właściwą lokalizację na mapie. Dla każdego podanego kanału raportu będę potrzebować jego odpowiedniej ogólnej lokalizacji, używając tylko liter i spacji, z każdą lokalizacją oddzieloną przecinkiem i spacją. Na przykład: `kraków podgórze, kraków łobzów` Lokalizacje muszą być w tej samej kolejności, w jakiej podałeś kanały w poprzednim pytania. Odpowiedz za pomocą: **lokalizacja, lokalizacja, lokalizacja**.

source: Raid Reporting Locations
fr: Localisation des Raid
pl: Lokalizacje raportowania raidów

source: Entered Channels
fr: Chaînes saisies
pl: Wprowadzone kanały

source: The number of cities doesn't match the number of channels you gave me earlier! I'll show you the two lists to compare: {channellist} {citylist} Please double check that your locations match up with your provided channels and resend your response.
fr: Le nombre de lieu (banlieue / ville / région) ne correspond pas au nombre de chaînes que vous m’avez donné plus tôt! Je vais vous montrer les deux listes à comparer: {channellist} {citylist} Veuillez vérifier que vos emplacements correspondent aux chaînes que vous avez fournies et renvoyer votre réponse.
pl: Liczba lokalizacji nie pasuje do liczby kanałów, które mi podałeś wcześniej! Pokażę ci dwie listy do porównania: {channellist} {citylist} Sprawdź dokładnie, czy Twoje lokalizacje są zgodne z podanymi kanałami i ponownie wyślij odpowiedź.

source: Raid Reporting Locations are set
fr: La localisation des Raids à été définie
pl: Lokalizacje raportowanego raidów są ustawione

source: How would you like me to categorize the raid channels I create? Your options are: **none** - If you don't want them categorized **same** - If you want them in the same category as the reporting channel **region** - If you want them categorized by region **level** - If you want them categorized by level.
fr: Comment voulez-vous que je catégorise les chaînes de raid que je crée? Vos options sont: **none** - Si vous ne voulez pas les catégoriser **same** - Si vous les voulez dans la même catégorie que la chaîne de signalement **region** - Si vous voulez les classer par région **level** - Si vous voulez les classer par niveau.
pl: W jaki sposób mam kategoryzować kanały, które tworzę? Twoje opcje to: **none** - jeśli nie chcesz ich klasyfikować **same** - jeśli chcesz je w tej samej kategorii co kanał raportowania **region** - jeśli chcesz je sklasyfikować według regionu **level** - jeśli chcesz je sklasyfikować według poziomu.

source: Raid Reporting Categories
fr: Catégories de Raid
pl: Kategorie raportowania raidów

source: In the same order as they appear below, please give the names of the categories you would like raids reported in each channel to appear in. You do not need to use different categories for each channel, but they do need to be pre-existing categories. Separate each category name with a comma. Response can be either category name or ID. Example: `kansas city, hull, 1231231241561337813` You have configured the following channels as raid reporting channels.
fr: Dans le même ordre que celui indiqué ci-dessous, indiquez le nom des catégories dans lesquelles vous souhaitez que les raids signalés dans chaque chaîne apparaissent. Vous n’avez pas besoin d’utiliser des catégories différentes pour chaque chaînes, mais elles doivent être des catégories préexistantes . Séparez chaque nom de catégorie par une virgule. La réponse peut être le nom de la catégorie ou l’ID. Exemple: `kansas city, hull, 1231231241561337813` Vous avez configuré les chaînes suivantes en tant que chaînes de signalement de Raid.
pl: W takiej kolejności, w jakiej są podane poniżej, podaj nazwy kategorii, w których mają pojawić się raidy zgłoszone w każdym kanale. Nie musisz używać różnych kategorii dla każdego kanału, ale muszą to być wcześniej istniejące kategorie . Każdą nazwę kategorii oddziel przecinkiem. Odpowiedź może być nazwą kategorii lub identyfikatorem. Przykład: `kansas city, hull, 1231231241561337813` Skonfigurowałeś następujące kanały jako kanały raportowania raidu.

source: The category list you provided doesn't match with your server's categories.
fr: La liste de catégories que vous avez fournie ne correspond pas aux catégories de votre serveur.
pl: Podana lista kategorii nie jest zgodna z kategoriami serwera.

source: The following aren't in your server: **{invalid_categories}**
fr: Les éléments suivants ne sont pas dans votre serveur: **{invalid_categories}**
pl: Na twoim serwerze nie ma: **{invalid_categories}**

source: Please double check your category list and resend your response. If you just made these categories, try again.
fr: Veuillez vérifier votre liste de catégories et renvoyer votre réponse. Si vous venez de créer ces catégories, réessayez.
pl: Proszę dokładnie sprawdzić swoją listę kategorii i ponownie wysłać odpowiedź. Jeśli właśnie zrobiłeś te kategorie, spróbuj ponownie.

source: The number of categories I found in your server doesn't match the number of channels you gave me earlier! I'll show you the two lists to compare: **Matched Channels:** {channellist} **Matched Categories:** {catlist} Please double check that your categories match up with your provided channels and resend your response.
fr: Le nombre de catégories que j’ai trouvées sur votre serveur ne correspond pas au nombre de chaînes que vous m’avez donné plus tôt! Je vais vous montrer les deux listes à comparer: **Chaînes correspondantes:** {channellist} **Catégories correspondantes:** {catlist} Veuillez vérifier que vos catégories correspondent aux chaînes que vous avez fournies et renvoyer votre réponse.
pl: Liczba kategorii, które znalazłem na twoim serwerze, nie zgadza się z liczbą kanałów, które mi dałeś wcześniej! Pokażę ci dwie listy do porównania: **Dopasowane kanały:** {channellist} **Dopasowane kategorie:** {catlist} Sprawdź dokładnie, czy kategorie pasują do podanych przez Ciebie kanałów i prześlij odpowiedź.

source: Pokemon Go currently has five levels of raids. Please provide the names of the categories you would like each level of raid to appear in. Use the following order: 1, 2, 3, 4, 5 You do not need to use different categories for each level, but they do need to be pre-existing categories. Separate each category name with a comma. Response can be either category name or ID. Example: `level 1-3, level 1-3, level 1-3, level 4, 1231231241561337813`
fr: Pokemon Go dispose actuellement de cinq niveaux de raids. Veuillez indiquer les noms des catégories dans lesquelles vous souhaitez que chaque niveau de raid apparaisse. Utilisez l’ordre suivant: 1, 2, 3, 4, 5 Vous n’avez pas besoin d’utiliser différentes catégories pour chaque niveau, mais elles doivent être des catégories préexistantes. Séparez chaque nom de catégorie par une virgule. La réponse peut être le nom de la catégorie ou l’ID. Exemple: `niveau 1-3, niveau 1-3, niveau 1-3, niveau 4, 1231231241561337813`
pl: Pokemon Go ma obecnie pięć poziomów rajdów. Podaj nazwy kategorii, w których ma się pojawić każdy poziom raidu. Użyj następującej kolejności: 1, 2, 3, 4, 5 Nie musisz używać różnych kategorii dla każdego poziomu, ale muszą one być wcześniej istniejącymi kategoriami. Każdą nazwę kategorii oddziel przecinkiem. Odpowiedź może być nazwą kategorii lub identyfikatorem. Przykład: "level 1-3, level 1-3, level 1-3, level 4, 1231231241561337813`

source: The number of categories I found in your server doesn't match the number of raid levels! Make sure you give me exactly six categories, one for each level of raid. You can use the same category for multiple levels if you want, but I need to see six category names. **Matched Categories:** {catlist} Please double check your categories.
fr: Le nombre de catégories que j’ai trouvé sur votre serveur ne correspond pas au nombre de niveaux de raid ! Assurez-vous de me donner exactement six catégories, une pour chaque niveau de raid. Vous pouvez utiliser la même catégorie pour plusieurs niveaux si vous le souhaitez, mais j’ai besoin de voir six noms de catégories. **Catégories associées:** {catlist} S’il vous plaît vérifier vos catégories.
pl: Liczba kategorii znalezionych na twoim serwerze nie odpowiada liczbie poziomów raidów! Upewnij się, że podałeś mi dokładnie sześć kategorii, po jednej dla każdego poziomu raidu. Jeśli chcesz, możesz użyć tej samej kategorii dla wielu poziomów, ale muszę zobaczyć sześć nazw kategorii. ** Dopasowane kategorie:** {catlist} Sprawdź dokładnie swoje kategorie.

source: Sorry, I didn't understand your answer! Try again.
fr: Désolé, je n’ai pas compris votre réponse ! Réessayer.
pl: Przepraszam, nie zrozumiałem twojej odpowiedzi! Spróbuj ponownie.

source: Raid Categories are set
fr: Les catégories de raid sont définies
pl: Kategorie raidów ustawione

source: EX Raid Reporting Channels
fr: Chaînes de signalement de Raid EX
pl: Kanał raportowania Ex Raidów
